Repository: cato97/packages-i18n
Catalog: */po/xfce4.*.po
Languages: it

source: Translations for package xfce4-panel-plugin-timeout
it: Traduzioni per il pacchetto xfce4-panel-plugin-timeout

source: Provides translations for the "xfce4-panel-plugin-timeout" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-timeout".

source: Alarm Clock Plugin for the Xfce Panel
it: Plugin della sveglia per il pannello di Xfce

source: The Timer plugin provides the functionality of an alarm clock and will run an alarm at a specified time or at the end of a specified countdown period.
it: Il plugin Timer fornisce la funzionalità di una sveglia e lancerà un allarme al momento specificato o alla fine del conto alla rovescia indicato.

source: Translations for package xfce4-panel-plugin-timer
it: Traduzioni per il pacchetto xfce4-panel-plugin-timer

source: Provides translations for the "xfce4-panel-plugin-timer" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-timer".

source: Command Line Plugin for the Xfce Panel
it: Plugin della riga di comando per il pannello di Xfce

source: The Verve panel plugin is a command line plugin for the Xfce panel which supports a command history, auto-completion, keyboard-shortcut focus grabbing and opening URLs.
it: Il plugin Verve del pannello è un plugin della riga di comando per il pannello di Xfce che supporta una cronologia dei comandi, l'auto-completamento, le scorciatoie da tastiera per la cattura del fuoco e l'apertura di URL.

source: Translations for package xfce4-panel-plugin-verve
it: Traduzioni per il pacchetto xfce4-panel-plugin-verve

source: Provides translations for the "xfce4-panel-plugin-verve" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-verve".

source: WLAN Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio della WLAN per il pannello di Xfce

source: The WaveLAN plugin can monitor a wireless LAN interface and display signal state, quality and the network name (SSID).
it: Il plugin WaveLAN può monitorare un'interfaccia LAN wireless e mostrare lo stato e la qualità del segnale e il nome della rete (SSID).

source: Translations for package xfce4-panel-plugin-wavelan
it: Traduzioni per il pacchetto xfce4-panel-plugin-wavelan

source: Provides translations for the "xfce4-panel-plugin-wavelan" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-wavelan".

source: Weather Condition Monitoring Plugin for the Xfce Panel
it: Plugin per il monitoraggio delle condizioni meteo per il pannello di Xfce

source: The Weather plugin shows short- and long-term weather forecasts.
it: Il plugin Weather mostra le previsioni del meteo a breve e lungo termine.

source: Translations for package xfce4-panel-plugin-weather
it: Traduzioni per il pacchetto xfce4-panel-plugin-weather

source: Provides translations for the "xfce4-panel-plugin-weather" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-weather".

source: Alternate Xfce Menu
it: Menù alternativo di Xfce

source: Whisker Menu is an alternate application launcher for Xfce. When you open it you are shown a list of applications you have marked as favorites. You can browse through all of your installed applications by clicking on the category buttons on the side. Top level categories make browsing fast, and simple to switch between. Additionally, Whisker Menu keeps a list of the last ten applications that you’ve launched from it.
it: Whisker Menu è un lanciatore di applicazioni alternativo per Xfce. All'apertura viene mostrata una lista di applicazioni marcate come preferite. È possibile navigare attraverso tutte le applicazioni installate cliccando sui pulsanti di categoria posti a lato. Le categorie di livello superiore consentono una navigazione veloce e un comodo passaggio dall'una all'altra. Inoltre, Whisker Menu conserva una lista delle ultime dieci applicazioni lanciate attraverso il menù.

source: Translations for package xfce4-panel-plugin-whiskermenu
it: Traduzioni per il pacchetto xfce4-panel-plugin-whiskermenu

source: Provides translations for the "xfce4-panel-plugin-whiskermenu" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-whiskermenu".

source: XKB Layout Switcher Plugin for the Xfce Panel
it: Plugin dello scambiatore di mappatura XKB per il pannello di Xfce

source: The XKB plugin allows to setup and switch between multiple XKB keyboard layouts.
it: Il plugin XKB permette di impostare e passare tra mappature multiple di tastiera XKB.

source: Translations for package xfce4-panel-plugin-xkb
it: Traduzioni per il pacchetto xfce4-panel-plugin-xkb

source: Provides translations for the "xfce4-panel-plugin-xkb" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-xkb".

source: Power Management for the Xfce Desktop Environment
it: Risparmio energetico per l'ambiente desktop Xfce

source: The Xfce Power Manager is a tool for the Xfce desktop environment for managing profiles of policies which affect power consumption, such as the display brightness level, display sleep times, or CPU frequency scaling. It can also trigger actions on certain events such as closing the lid or reaching low battery levels and provides a set of interfaces to inform other applications about current power level so that they can adjust their power consumption. Furthermore, it provides a standardized inhibit interface which allows applications to prevent automatic sleep actions via the power manager.
it: Il gestore del risparmio energetico di Xfce è uno strumento per l'ambiente desktop Xfce per gestire i profili delle politiche che influenzano il risparmio energetico, come il livello di luminosità dello schermo, i tempi di spegnimento del display o la variazione di frequenza della CPU. Può anche attivare azioni su certi eventi come la chiusura dello schermo o il raggiungimento di bassi livelli di batteria e fornisce un insieme di interfacce per informare le altre applicazioni circa il livello attuale di carica in modo che possano adattare i propri consumi di potenza. Inoltre fornisce un'interfaccia standardizzata di inibizione che permette alle applicazioni di prevenire le azioni automatiche di sospensione tramite il gestore del risparmio energetico.

source: openSUSE Branding of xfce4-power-manager
it: Personalizzazione grafica di openSUSE per xfce4-power-manager

source: This package provides the openSUSE look and feel for the Xfce Power Manager.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il gestore del risparmio energetico di Xfce.

source: Upstream Branding of xfce4-power-manager
it: Grafica originale di xfce4-power-manager

source: Translations for package xfce4-power-manager
it: Traduzioni per il pacchetto xfce4-power-manager

source: Provides translations for the "xfce4-power-manager" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-power-manager".

source: Screenshot Tool for the Xfce Desktop
it: Strumento di istantanee dello schermo per il pannello di Xfce

source: Xfce4 Screenshooter is a tool for taking screenshots, it can capture the entire screen, the active window or a selected region. Screenshots may be taken with a user-specified delay and the resulting images can be saved to a PNG file, copied it to the clipboard, opened with another application, or uploaded to ZimageZ, a free online image hosting service.
it: Screenshooter di Xfce4 è uno strumento per prendere istantanee dello schermo; può catturare l'intero schermo, la finestra attiva o una regione selezionata. Le istantanee possono essere prese con un ritardo definito dall'utente e le immagini risultanti possono essere salvate in un file PNG, copiate negli appunti, aperte con un'altra applicazione o caricate su ZimageZ, un servizio gratuito di host di immagini in linea.

source: Translations for package xfce4-screenshooter
it: Traduzioni per il pacchetto xfce4-screenshooter

source: Provides translations for the "xfce4-screenshooter" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-screenshooter".

source: Xfce Session Manager
it: Gestore di sessioni di Xfce

source: xfce4-session is the session manager for the Xfce desktop environment.
it: xfce4-session è il gestore delle sessioni per l'ambiente desktop Xfce.

source: openSUSE Branding of xfce4-session
it: Personalizzazione grafica di openSUSE per xfce4-session

source: This package provides the openSUSE look and feel for the Xfce Session Manager.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il gestore delle sessioni di Xfce.

source: Upstream Branding of xfce4-session
it: Grafica originale di xfce4-session

source: This package provides the upstream look and feel for the Xfce Session Manager.
it: Questo pacchetto fornisce l'aspetto e lo stile originali del gestore delle sessioni di Xfce.

source: Development Files for xfce4-session
it: File di sviluppo per xfce4-session

source: This package contains development files needed to develop custom splash screen engines for the xfce4-session.
it: Questo pacchetto contiene i file di sviluppo necessari per sviluppare motori personalizzati di schermate di avvio per xfce4-session.

source: Translations for package xfce4-session
it: Traduzioni per il pacchetto xfce4-session

source: Provides translations for the "xfce4-session" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-session".

source: Tools for Managing Xfce Settings
it: Strumenti per gestire le impostazioni di Xfce

source: This package provides a number of tools for managing settings in the Xfce desktop environment.
it: Questo pacchetto fornisce vari strumenti per gestire le impostazioni dell'ambiente desktop Xfce.

source: openSUSE Branding of xfce4-settings
it: Personalizzazione grafica di openSUSE per xfce4-settings

source: This package provides the openSUSE look and feel for Xfce.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per Xfce.

source: Upstream Branding of xfce4-settings
it: Grafica originale di xfce4-settings

source: This package provides the upstream look and feel for xfce4-settings.
it: Questo pacchetto fornisce l'aspetto e lo stile originali di xfce4-settings.

source: Translations for package xfce4-settings
it: Traduzioni per il pacchetto xfce4-settings

source: Provides translations for the "xfce4-settings" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-settings".

source: Simple Taskmanager for the Xfce Desktop Environment
it: Semplice gestore dei processi per l'ambiente desktop Xfce

source: xfce4-taskmanager is a simple taskmanager for the Xfce desktop environment. It can display window and icon names in a tree view, columns can be reordered, and CPU and memory usage are displayed as a graph.
it: xfce4-taskmanager è un semplice gestore di processi per l'ambiente desktop Xfce. Può mostrare i nomi di finestre e icone in una vista ad albero, le colonne possono essere riordinate e l'uso di CPU e memoria è mostrato come un grafico.

source: Translations for package xfce4-taskmanager
it: Traduzioni per il pacchetto xfce4-taskmanager

source: Provides translations for the "xfce4-taskmanager" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-taskmanager".

source: Terminal Emulator for the Xfce Desktop Environment
it: Emulatore di terminale per l'ambiente desktop Xfce

source: xfce4-terminal is a lightweight and easy to use terminal emulator for the Xfce desktop environment. Its major features include a simple configuration interface, the ability to use multiple tabs with terminals within a single window, the possibility to have a pseudo-transparent terminal background, and a compact mode where both the menubar and the window decorations are hidden which helps to save space on the desktop.
it: xfce4-terminal è un emulatore di terminale leggero e facile da usare per l'ambiente desktop Xfce. Le sue maggiori funzionalità includono una semplice interfaccia di configurazione, la capacità di usare schede multiple con terminali dentro una singola finestra, la possibilità di avere uno sfondo del terminale pseudo-trasparente e una modalità compatta dove sia la barra dei menu, sia le decorazioni della finestra sono nascosti e questo aiuta a salvare spazio sul desktop.

source: Translations for package xfce4-terminal
it: Traduzioni per il pacchetto xfce4-terminal

source: Provides translations for the "xfce4-terminal" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-terminal".

source: Vala Bindings to Xfce Libraries
it: Binding Vala per le librerie Xfce

source: This package provides Vala bindings to Xfce Libraries.
it: Questo pacchetto fornisce i binding Vala per le librerie Xfce.

source: Daemon Providing Support for Sound Volume Keys
it: Demone che fornisce supporto ai tasti di controllo del volume

source: xfce4-volumed is a daemon providing support for sound volume keys present on some keyboards. It can also display notifications on sound volume change and mute using a notification server.
it: xfce4-volumed è un demone che fornisce supporto ai tasti di controllo del volume presenti su alcune tastiere. Può anche mostrare notifiche relative a variazioni del volume e all'attivazione del muto usando un server di notifica.

source: xfce4-volumed-pulse is a daemon providing support for sound volume keys present on some keyboards. It can also display notifications on sound volume change and mute using a notification server.
it: xfce4-volumed-pulse è un demone che fornisce supporto ai tasti di controllo del volume presenti su alcune tastiere. Può anche mostrare notifiche relative a variazioni del volume e all'attivazione del muto usando un server di notifica.

source: openSUSE Branding of xfdesktop
it: Personalizzazione grafica di openSUSE per xfdesktop

source: This package provides the openSUSE look and feel for the Xfce Desktop Manager.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il gestore del desktop Xfce.

source: openSUSE Branding of xfwm4
it: Personalizzazione grafica di openSUSE per xfwm4

source: This package provides the openSUSE look and feel for the xfwm4 window manager.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il gestore delle finestre xfwm4.
