Repository: cato97/packages-i18n
Catalog: */po/xfce4.*.po
Languages: it

source: openSUSE Branding of exo
it: Personalizzazione grafica di openSUSE per exo

source: This package provides the openSUSE look and feel for the exo library.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per la libreria exo.

source: openSUSE Branding of libgarcon
it: Personalizzazione grafica di openSUSE per libgarcon

source: This package provides the openSUSE look and feel for Garcon.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per Garcon.

source: Xfce Panel Shared Library
it: Libreria condivisa del pannello di Xfce

source: This package contains GTK 2 variant of the xfce4-panel shared library.
it: Questo pacchetto contiene la variante GTK 2 della libreria condivisa xfce4-panel.

source: This package contains GTK 3 variant of the xfce4-panel shared library.
it: Questo pacchetto contiene lavariante GTK 3 della libreria condivisa xfce4-panel.

source: openSUSE Branding of libxfce4ui
it: Personalizzazione grafica di openSUSE per libxfce4ui

source: This package provides the openSUSE look and feel for the libxfce4ui library.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per la libreria libxfce4ui.

source: Shared Library for xfce4-session Splash Screen Engines
it: Libreria condivisa per i motori della schermata di avvio di xfce4-session

source: This package contains the shared library for xfce4-session splash screen engines.
it: Questo pacchetto contiene la libreria condivisa per i motori della schermata di avvio di xfce4-session.

source: openSUSE Branding of midori
it: Personalizzazione grafica di openSUSE per midori

source: This package provides the openSUSE look and feel for the Midori web browser.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il browser web Midori.

source: openSUSE Xfce Default Icon Theme
it: Tema di icone openSUSE predefinito di Xfce

source: This is the openSUSE Xfce Default Icon Theme.
it: Questo è il tema di icone openSUSE predefinito di Xfce.

source: openSUSE Branding of thunar-volman
it: Personalizzazione grafica di openSUSE per thunar-volman

source: This package provides the openSUSE look and feel for the Thunar Volume Manager.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il gestore di volumi Thunar.

source: Application Finder for the Xfce Desktop Environment
it: Cercatore di applicazioni per l'ambiente desktop Xfce

source: xfce4-appfinder is an application finder for the Xfce desktop environment. It is a useful program that allows you to find applications on the system and launch them. It provides easy keyboard navigation and can be used as a replacement for xfrun4.
it: xfce4-appfinder è un ricercatore di applicazioni per l'ambiente desktop Xfce. È un utile programma che permette di trovare applicazioni nel sistema e lanciarle. Fornisce una semplice navigazione da tastiera e può essere usato come un sostituto per xfrun4.

source: Translations for package xfce4-appfinder
it: Traduzioni per il pacchetto xfce4-appfinder

source: Provides translations for the "xfce4-appfinder" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-appfinder".

source: Xfce Development Tools
it: Strumenti di sviluppo di Xfce

source: The Xfce development tools are a collection of tools and macros for Xfce developers and people that want to build unreleased development versions of Xfce.
it: Gli strumenti di sviluppo di Xfce sono una collezione di strumenti e macro per gli sviluppatori di Xfce e quanti desiderano compilare versioni di sviluppo inedite di Xfce.

source: Xfce Dictionary Client Application
it: Applicazione client del dizionario per Xfce

source: xfce4-dict allows you to search different kinds of dictionary services for words or phrases and shows you the result. Currently you can query a Dict server (RFC 2229), any online dictionary service by opening a web browser or search for words using the aspell/ispell program.
it: xfce4-dict permette di cercare in diversi tipi di servizi di dizionario parole e frasi e mostrare il risultato. Attualmente si può interrogare un server di dizionario (RFC 2229), ogni servizio di dizionario in linea aprendo un browser web o cercando parole usando il programma aspell/ispell.

source: Translations for package xfce4-dict
it: Traduzioni per il pacchetto xfce4-dict

source: Provides translations for the "xfce4-dict" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-dict".

source: Default Icon Theme for the Xfce Desktop Environment
it: Tema di icone predefinito per l'ambiente desktop Xfce

source: This package contains the default icon theme for Xfce desktop environment.
it: Questo pacchetto contiene il tema di icone predefinito per l'ambiente desktop Xfce.

source: Volume Control Application for the Xfce Desktop Environment
it: Applicazione per il controllo del volume per l'ambiente desktop Xfce

source: xfce4-mixer is a volume control application for the Xfce desktop environment.
it: xfce4-mixer è un'applicazione per il controllo del volume per l'ambiente desktop Xfce.

source: Translations for package xfce4-mixer
it: Traduzioni per il pacchetto xfce4-mixer

source: Provides translations for the "xfce4-mixer" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-mixer".

source: Simple Notification Daemon for Xfce
it: Semplice demone delle notifiche per Xfce

source: Xfce4-notifyd is a simple, visually-appealing notification daemon for Xfce that implements the Freedesktop.org Desktop Notifications Specification.
it: Xfce4-notifyd è un semplice demone delle notifiche carino da vedere per Xfce che implementa la specifica delle notifiche desktop di Freedesktop.org.

source: openSUSE Branding of xfce4-notifyd
it: Personalizzazione grafica di openSUSE per xfce4-notifyd

source: This package provides the openSUSE look and feel for the Xfce Notification Daemon.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il demone delle notifiche di Xfce.

source: Upstream Branding of xfce4-notifyd
it: Grafica originale di xfce4-notifyd

source: This package provides the upstream look and feel for the Xfce Notification Daemon.
it: Questo pacchetto fornisce l'aspetto e lo stile originali del demone delle notifiche di Xfce.

source: Translations for package xfce4-notifyd
it: Traduzioni per il pacchetto xfce4-notifyd

source: Provides translations for the "xfce4-notifyd" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-notifyd".

source: Panel for the Xfce Desktop Environment
it: Pannello per l'ambiente desktop Xfce

source: xfce4-panel is the panel for the Xfce desktop environment.
it: xfce4-panel è il pannello per l'ambiente desktop Xfce.

source: openSUSE Branding of xfce4-panel
it: Personalizzazione grafica di openSUSE per xfce4-panel

source: This package provides the openSUSE look and feel for the Xfce Panel.
it: Questo pacchetto fornisce l'aspetto e lo stile openSUSE per il pannello di Xfce.

source: Upstream Branding for xfce4-panel
it: Grafica originale di xfce4-panel

source: This package provides the upstream look and feel for xfce4-panel.
it: Questo pacchetto fornisce l'aspetto e lo stile originali di xfce4-panel.

source: Development Files for xfce4-panel
it: File di sviluppo per xfce4-panel

source: The xfce4-panel-devel package contains development files needed to to develop panel plugins.
it: Il pacchetto xfce4-panel-devel contiene i file di sviluppo necessari per sviluppare plugin del pannello.

source: Translations for package xfce4-panel
it: Traduzioni per il pacchetto xfce4-panel

source: Provides translations for the "xfce4-panel" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel".

source: Battery Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio della batteria per il pannello di Xfce

source: The Battery plugin allows to monitor battery levels and can execute actions on low and critical levels.
it: Il plugin Battery permette di monitorare i livelli della batteria e può eseguire azioni ai livelli basso e critico.

source: Translations for package xfce4-panel-plugin-battery
it: Traduzioni per il pacchetto xfce4-panel-plugin-battery

source: Provides translations for the "xfce4-panel-plugin-battery" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-battery".

source: Clipboard Manager Plugin for the Xfce Panel
it: Plugin del gestore degli appunti per il pannello di Xfce

source: This is a clipboard manager which comes with a plugin for the Xfce Panel. It stores the X selection (primary and clipboard) contents even after an application has quit and is able to handle text and image data. Furthermore, it can be configured to execute arbitrary actions when the selection content matches specific regular expressions.
it: Questo è un gestore degli appunti che arriva con un plugin per il pannello di Xfce. Memorizza il contenuto della selezione X (primaria e degli appunti) anche dopo che un'applicazione è terminata ed è in grado di gestire dati di testo e immagini. Inoltre può essere configurato per eseguire azioni arbitrarie quanto il contenuto della selezione combacia con le espressioni regolari specificate.

source: Translations for package xfce4-panel-plugin-clipman
it: Traduzioni per il pacchetto xfce4-panel-plugin-clipman

source: Provides translations for the "xfce4-panel-plugin-clipman" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-clipman".

source: CPU Frequency Scaling Monitor Plugin for the Xfce Panel
it: Plugin del monitor della variazione di frequenza della CPU per il pannello di Xfce

source: The CpuFreq scaling monitor plugin can be used to monitor the current CPU frequency and currently active governor.
it: Il plugin del monitor della variazione di frequenza CpuFreq può essere usato per monitorare l'attuale frequenza della CPU e il regolatore attualmente attivo.

source: Translations for package xfce4-panel-plugin-cpufreq
it: Traduzioni per il pacchetto xfce4-panel-plugin-cpufreq

source: Provides translations for the "xfce4-panel-plugin-cpufreq" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-cpufreq".

source: CPU Graph Plugin for the Xfce Panel
it: Plugin del grafico della CPU per il pannello di Xfce

source: The CPU Graph plugin diplays a customizable graph of the CPU load of either a specific CPU or all CPUs combined.
it: Il plugin CPU Graph mostra un grafico personalizzabile del carico della CPU della CPU specificata o di tutte le CPU combinate.

source: Translations for package xfce4-panel-plugin-cpugraph
it: Traduzioni per il pacchetto xfce4-panel-plugin-cpugraph

source: Provides translations for the "xfce4-panel-plugin-cpugraph" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-cpugraph".

source: Date And Time Plugin for the Xfce Panel
it: Plugin di data e ora per il pannello di Xfce

source: The date and time plugin displays the current date and time on the panel and can open a calendar when clicked.
it: Il plugin di data e ora mostra la data e l'ora attuale sul pannello e può aprire un calendario quando ci si fa clic sopra.

source: Translations for package xfce4-panel-plugin-datetime
it: Traduzioni per il pacchetto xfce4-panel-plugin-datetime

source: Provides translations for the "xfce4-panel-plugin-datetime" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-datetime".

source: Dictionary Plugin for the Xfce Panel
it: Plugin del dizionario per il pannello di Xfce

source: This package contains the xfce4-dict dictionary plugin for the Xfce panel.
it: Questo pacchetto contiene il plugin del dizionario xfce4-dict per il panello Xfce.

source: Disk Performance Plugin for the Xfce Panel
it: Plugin delle prestazioni del disco per il pannello di Xfce

source: The DiskPerf plugin displays the disk/partition performance as trasferred data per second.
it: Il plugin DiskPerf mostra le prestazioni del disco/partizione come dati trasferiti per secondo.

source: Translations for package xfce4-panel-plugin-diskperf
it: Traduzioni per il pacchetto xfce4-panel-plugin-diskperf

source: Provides translations for the "xfce4-panel-plugin-diskperf" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-diskperf".

source: Eyes Plugin for the Xfce Panel
it: Plugin Eyes per il pannello di Xfce

source: The Eyes plugin adds moving eyes to the panel which watch your activities.
it: Il plugin Eyes aggiunge degli occhi che si muovono al pannello che guardano le attività svolte.

source: Translations for package xfce4-panel-plugin-eyes
it: Traduzioni per il pacchetto xfce4-panel-plugin-eyes

source: Provides translations for the "xfce4-panel-plugin-eyes" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-eyes".

source: Filesystem Space Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio dello spazio dei file system per il pannello di Xfce

source: The FSGuard plugin constantly monitors free space of a given mountpoint and displays it as an icon in the panel.
it: Il plugin FSGuard controlla costantemente lo spazio libero di un dato punto di montaggio e lo mostra come un'icona nel pannello.

source: Translations for package xfce4-panel-plugin-fsguard
it: Traduzioni per il pacchetto xfce4-panel-plugin-sfguard

source: Provides translations for the "xfce4-panel-plugin-fsguard" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-fsguard".

source: Generic Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio generico per il pannello di Xfce

source: The Generic Monitor plugin is intended for custom monitoring tasks and periodically spawns a given application, captures its output and displays the result in form of an image, a bar, a button and a personalized tooltip in the panel.
it: Il plugin Generic Monitor è pensato per attività di monitoraggio personalizzate e periodicamente lancia una data applicazione, ne cattura l'output e mostra il risultato in forma di suggerimento come immagine, barra, pulsante e personalizzato nel pannello.

source: Translations for package xfce4-panel-plugin-genmon
it: Traduzioni per il pacchetto xfce4-panel-plugin-genmon

source: Provides translations for the "xfce4-panel-plugin-genmon" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-genmon".

source: Versatile Mail Checking Plugin for the Xfce Panel
it: Plugin del controllo versatile della posta per il pannello di Xfce

source: The Mailwatch plugin is a multi-protocol, multi-mailbox mail checking tool which supports a variety of protocols and local mailbox formats. It can check multiple locations and execute custom actions when it finds new mail.
it: Il plugin Mailwatch è uno strumento di controllo della posta multi-protocollo e multi-casella che supporta vari protocolli e formati di casella di posta locale. Può controllare locazioni multiple ed eseguire azioni personalizzate quando trova un nuovo messaggio.

source: Translations for package xfce4-panel-plugin-mailwatch
it: Traduzioni per il pacchetto xfce4-panel-plugin-mailwatch

source: Provides translations for the "xfce4-panel-plugin-mailwatch" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-mailwatch".

source: Volume Control Plugin for the Xfce Panel
it: Plugin di controllo del volume per il pannello di Xfce

source: This package contains the xfce4-mixer Xfce panel plugin.
it: Questo pacchetto contiene il plugin xfce4-mixer per il pannello di Xfce.

source: Filesystem Mounting Plugin for the Xfce Panel
it: Plugin per il montaggio dei file system per il pannello di Xfce

source: The Mount plugin allows to mount and unmount filesystems from the panel.
it: Il plugin Mount permette di montare e smontare file system dal pannello.

source: Translations for package xfce4-panel-plugin-mount
it: Traduzioni per il pacchetto xfce4-panel-plugin-mount

source: Provides translations for the "xfce4-panel-plugin-mount" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-mount".

source: MPD Client Plugin for the Xfce Panel
it: Plugin del client MPD per il pannello di Xfce

source: The Mpc plugin is a simple Music Player Daemon client which can control playback and show the currently playing song.
it: Il plugin Mpc è un semplice client del demone del riproduttore multimediale che può controllare la riproduzione e mostrare la canzone attualmente eseguita.

source: Translations for package xfce4-panel-plugin-mpc
it: Traduzioni per il pacchetto xfce4-panel-plugin-mpc

source: Provides translations for the "xfce4-panel-plugin-mpc" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-mpc".

source: System Load Monitor for the Xfce Panel
it: Plugin di monitoraggio del carico di sistema per il pannello di Xfce

source: A system load monitor that graphs processor, memory, and swap space use, plus network and disk activity. It is a port of the GNOME multiload applet to the Xfce panel.
it: Un monitor del carico di sistema che traccia grafici dell'utilizzo del processore, della memoria e dello spazio di swap oltre che dell'attività di rete e dischi. È un port per il pannello di Xfce dell'applet multiload di GNOME.

source: Network Load Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio del carico di rete per il pannello di Xfce

source: The Netload plugin allows to monitor the netowrk load of a given network interface.
it: Il plugin Netloar permette di monitorare il carico di rete di una data interfaccia di rete.

source: Translations for package xfce4-panel-plugin-netload
it: Traduzioni per il pacchetto xfce4-panel-plugin-netload

source: Provides translations for the "xfce4-panel-plugin-netload" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-netload".

source: Xfce4 Netspeed Plugin
it: Plugin di Xfce4 per la misurazione della velocità della rete

source: An Xfce4 panel plugin that shows the network download/upload speed.
it: Un plugin del pannello di Xfce4 che mostra la velocità di download/upload della rete.

source: Note-taking Plugin for the Xfce Panel
it: Plugin per prendere appunti per il pannello di Xfce

source: The Notes plugin provides the equivalent to post-it notes on the Xfce desktop and allows to quickly take and store small notes.
it: Il plugin Notes fornisce l'equivalente delle note su post-it sul desktop Xfce e permette di prendere e memorizzare velocemente piccole note.

source: Translations for package xfce4-panel-plugin-notes
it: Traduzioni per il pacchetto xfce4-panel-plugin-notes

source: Provides translations for the "xfce4-panel-plugin-notes" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-notes".

source: Places Menu Plugin for the Xfce Panel
it: Plugin del menu Places per il pannello di Xfce

source: The Places plugin provides a menu with quick access to folders, documents, and removable media.
it: Il plugin Places fornisce un menu per l'accesso veloce a cartelle, documenti e supporti rimovibili.

source: Translations for package xfce4-panel-plugin-places
it: Traduzioni per il pacchetto xfce4-panel-plugin-places

source: Provides translations for the "xfce4-panel-plugin-places" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-places".

source: Xfce Panel Plugin for Monitoring Batteries and Changing the Display Brightness
it: Plugin del pannello di Xfce per monitorare le batterie e regolare la luminosità dello schermo

source: This package provides a plugin for the Xfce panel for monitoring battery and device charge levels and to regulate display brightness.
it: Questo pacchetto fornisce un plugin per il pannello di Xfce per il monitoraggio della batteria e dei livelli di carica dei dispositivi e per la regolazione della luminosità dello schermo.

source: Pulseaudio Volume Control Plugin for the Xfce Panel
it: Plugin di controllo del volume attraverso Pulseaudio per il pannello di Xfce

source: Xfce4-pulseaudio-plugin is a panel plugin for controlling an audio output volume of the PulseAudio mixer. The volume can be adjusted using keyboard shortcuts, mouse wheel, a slider in a popup menu, or via a linked external audio mixer tool.
it: Xfce4-pulseaudio-plugin è un plugin del pannello per controllare il volume di un'uscita audio del mixer di PulseAudio. Il volume può essere regolato usando scorciatoie da tastiera, la rotellina del mouse, la barra di scorrimento in un menù a comparsa o attraverso un collegato strumento di mixer audio esterno.

source: Translations for package xfce4-panel-plugin-pulseaudio
it: Traduzioni per il pacchetto xfce4-panel-plugin-pulseaudio

source: Provides translations for the "xfce4-panel-plugin-pulseaudio" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-pulseaudio".

source: Screenshot Plugin for the Xfce Panel
it: Plugin di istantanee dello schermo per il pannello di Xfce

source: This package contains the xfce4-screenshooter Xfce panel plugin.
it: Questo pacchetto contiene il plugin xfce4-screenshooter per il pannello di Xfce.

source: Hardware Sensor Plugin for the Xfce Panel
it: Plugin dei sensori hardware per il pannello di Xfce

source: The Sensors plugin and standalone application allow to monitor various hardware sensors supported by libsensors.
it: Il plugin e l'applicazione a sé stante Sensors permettono di monitorare vari sensori hardware supportati da libsensors.

source: Development Files for xfce4-panel-plugin-sensors
it: File di sviluppo per xfce4-panel-plugin-sensors

source: This package contains the development files needed to develop applications based on libxfce4sensors.
it: Questo pacchetto contiene i file di sviluppo necessari per sviluppare applicazioni basate su libxfce4sensors.

source: Translations for package xfce4-panel-plugin-sensors
it: Traduzioni per il pacchetto xfce4-panel-plugin-sensors

source: Provides translations for the "xfce4-panel-plugin-sensors" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-sensors".

source: Smart Bookmark Plugin for the Xfce Panel
it: Plugin dei segnalibri eleganti per il pannello di Xfce

source: The Smartbookmark plugin follows the smart bookmark concept and allows users to send requests to websites through default browser.
it: Il plugin Smartbookmark segue il concetto di segnalibri eleganti e permette agli utenti di inviare richieste ai siti web tramite il browser predefinito.

source: Translations for package xfce4-panel-plugin-smartbookmark
it: Traduzioni per il pacchetto xfce4-panel-plugin-smartbookmark

source: Provides translations for the "xfce4-panel-plugin-smartbookmark" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-smartbookmark".

source: System Load Monitoring Plugin for the Xfce Panel
it: Plugin di monitoraggio del carico di sistema per il pannello di Xfce

source: The Systemload plugin can display the current CPU load, used memory and swap space as well as the system uptime in the panel.
it: Il plugin Systemload può mostrare l'attuale carico della CPU, lo spazio di memoria e swap usato come pure il tempo di attività del sistema nel pannello.

source: Translations for package xfce4-panel-plugin-systemload
it: Traduzioni per il pacchetto xfce4-panel-plugin-systemload

source: Provides translations for the "xfce4-panel-plugin-systemload" package.
it: Fornisce le traduzioni per il pacchetto "xfce4-panel-plugin-systemload".

source: Time-out Plugin for the Xfce Panel
it: Plugin di timeout per il pannello di Xfce

source: The Time-out plugin allows to take breaks from computer work in configurable, periodical intervals and will provide a notification and lock the screen each the break time has been reached.
it: Il plugin Time-out permette di fare pause dal lavoro al computer in intervalli periodici configurabili e fornirà una notifica e bloccherà lo schermo ogni volta che il momento di pausa sopraggiunge.
