Repository: cato97/packages-i18n
Catalog: */po/yast2.*.po
Languages: cs, fr, ja

source: YaST2 - Multipath Configuration
cs: YaST2 - konfigurace Multipath
fr: YaST2 - Configuration trajets multiples (multipath)
ja: YaST2 - マルチパス設定

source: Multipath I/O is a fault tolerance technique whereby there is more than one physical path between the CPU in a computer system and its mass storage devices through the buses, controllers, switches, and bridge devices connecting them. You can configure your multipathed devices with this module.
cs: Multipath IO je technika odolnosti chybám, kde je více cest mezi CPU počítačového systému a jeho velkopaměťovými zařízeními. tyto cesty jsou sběrnice, řadiče, přepínače (switch) a mosty (bridge). Tímto modulem můžete konfigurovat zařízení propojená více cestami.
fr: L'entrée-sortie à trajets multiples (en anglais : Multipath I/O) est une technique de tolérance aux pannes grâce à laquelle il n'y a plus qu'un seul chemin physique entre le CPU d'un système informatique et entre ses dispositifs de stockage massifs (à travers les bus, les contrôleurs, les commutateurs et des dispositifs de pont les connectant). Avec ce module, vous pouvez configurer vos dispositifs d'entrée-sortie à trajets multiples.
ja: マルチパス I/O とは冗長化の技術で、コンピュータシステム内にある CPU と マスストレージデバイスの間を、バスやコントローラ、スイッチやブリッジなどを利用して複数の物理経路で接続するものです。 このモジュールを使用することでマルチパスデバイスの設定を行なうことができます。

source: YaST2 - Network Configuration
cs: YaST2 - Konfigurace sítě
fr: YaST2 - Configuration réseau
ja: YaST2 - ネットワーク設定

source: This package contains the YaST2 component for network configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci sítě.
fr: Ce paquet contient les composants de YaST2 pour la configuration du réseau.
ja: このパッケージにはネットワーク設定のための YaST2 コンポーネントが含まれています。

source: YaST2 - NFS Configuration
cs: YaST2 - Konfigurace NFS klienta
fr: YaST2 - Configuration NFS
ja: YaST2 - NFS 設定

source: The YaST2 component for configuration of NFS. NFS stands for network file system access. It allows access to files on remote machines.
cs: Komponenta YaST2 pro konfiguraci NFS (network file system), který umožňuje přístup k souborům na vzdálených počítačích.
fr: Le composant YaST2 pour la configuration de NFS. NFS signifie "network file system access" (accès système à des fichiers via le réseau). Il permet l'accès aux fichiers situés sur des machines distantes.
ja: NFS 設定を行なうための YaST2 コンポーネントです。 NFS とは Network File System の略で、 遠隔にあるコンピュータのファイルにアクセスすることができるものです。

source: Configuration of NFS, common parts
cs: Nastavení NFS, společné soubory
fr: Configuration de NFS, parties communes
ja: NFS 設定のうちの汎用部分

source: YaST2 - NFS Server Configuration
cs: YaST2 - Konfigurace NFS serveru
fr: YaST2 - Configuration du serveur NFS
ja: YaST2 - NFS サーバ設定

source: The YaST2 component for configuration of an NFS server. NFS stands for network file system access. It allows access to files on remote machines.
cs: Komponenta YaST2 pro konfiguraci NFS serveru (network file system), který umožňuje vzdáleným počítačům přístup k lokálním souborům.
fr: Le composant YaST2 pour la configuration d'un serveur NFS. NFS signifie "Network file system access" (accès au système de fichiers via réseau). Il permet d'accéder à des fichiers situés sur des machines éloignées.
ja: NFS サーバの設定を行なうための YaST2 コンポーネントです。 NFS とは Network File System の略で、 遠隔にあるコンピュータのファイルにアクセスすることができるものです。

source: YaST2 - Network Information Services (NIS, YP) Configuration
cs: YaST2 - Konfigurace NIS (YP) klienta
fr: YaST2 - Configuration des services d'informations de réseau (NIS, YP)
ja: YaST2 - Network Information Services (NIS, YP) 設定

source: The YaST2 component for NIS configuration. NIS is a service similar to yellow pages.
cs: Komponenta YaST2 pro konfiguraci NIS (služba podobná tzv. Žlutým stránkám).
fr: Le composant de YaST2 pour la configuration de NIS. NIS est un service semblable aux pages jaunes.
ja: NIS 設定を行なうための YaST2 コンポーネントです。 NIS は電話帳に似たサービスです。

source: YaST2 - Network Information Services (NIS) Server Configuration
cs: YaST2 - Konfigurace NIS serveru
fr: YaST2 - Configuration de serveur NIS (Network Information Services)
ja: YaST2 - Network Information Services (NIS, YP) サーバ設定

source: The YaST2 component for NIS server configuration. NIS is a service similar to yellow pages.
cs: Komponenta YaST2 pro konfiguraci NIS serveru (služba podobná tzv. Žlutým stránkám).
fr: Le composant YaST2 pour configurer un serveur de type NIS. NIS est un service semblable aux pages jaunes.
ja: NIS サーバの設定を行なうための YaST2 コンポーネントです。 NIS は電話帳に似たサービスです。

source: YaST2 - NTP Client Configuration
cs: YaST2 - Konfigurace NTP klienta
fr: YaST2 - Configuration du client NTP
ja: YaST2 - NTP クライアントの設定

source: This package contains the YaST2 component for NTP client configuration.
cs: Balíček obsahuje modul YaST2 pro konfiguraci klienta NTP.
fr: Ce paquet contient les composants YaST2 pour la configuration du client NTP.
ja: このパッケージには NTP クライアントを設定するための YaST2 コンポーネントが含まれています。

source: YaST2 - Online Update (YOU)
cs: YaST2 - Aktualizace online (YOU)
fr: YaST2 - Mise à jour en ligne (YOU)
ja: YaST2 - オンライン更新 (YOU)

source: YaST Online Update (YOU) provides a convenient way to download and install security and other system updates. By default it uses the official SUSE mirrors as the update sources, but it can also use local patch repositories or patch CDs. This package provides the graphical user interface for YOU which can be used with or without the X Window System. It can be started from the YaST control center.
cs: YaST Online Update (YOU) poskytuje vhodný způsob, jak stáhnout a instalovat bezpečnostní a další aktualizace systému. Standardně používá oficiální zrcadla úložišť SUSE jako zdroje aktualizací, ale umí používat i lokální úložiště záplat/oprav nebo CD se záplatami/opravami. Tento balíček poskytuje pro YOU grafické uživatelské rozhraní (GUI), jež lze použít s nebo bez systému X Window. Může být spuštěno z řídicího centra YaST.
fr: YaST Online Update (YOU) fournit une façon commode de télécharger et d'installer les mises à jour de système et de sécurité. Par défaut il utilise les miroirs SUSE officiels comme sources de mise à jour, mais il peut aussi utiliser des dépôts locaux de correctifs et des CD de correctifs. Ce paquet fournit l'interface utilisateur graphique pour YOU, que vous pouvez utiliser avec ou sans le Système X Window. Il peut être démarré depuis le centre de contrôle YaST.
ja: YaST オンライン更新 (YOU) は、セキュリティ更新やその他のシステム更新をダウンロードしてインストールするための便利なソフトウエアです。既定では公式の SUSE ミラーサイトを更新ソースとして使用しますが、ローカルの (非公式の) 修正リポジトリや修正 CD なども使用することができます。 このパッケージは、 X ウインドウシステムがあってもなくても、 YOU のグラフィカルユーザインターフェイス (GUI) を提供できる仕組みを持っています。 YaST コントロールセンターからご利用ください。

source: Configuration of Online Update
cs: Konfigurace on-line aktualizací
fr: Configuration de la mise à jour en ligne
ja: オンライン更新の設定

source: Allows to configure automatic online update.
cs: Umožňuje konfigurovat automatické on-line aktualizace.
fr: Permet de configurer la mise à jour automatique en ligne.
ja: 自動的なオンライン更新を設定します。

source: Desktop files for YaST2 online update
cs: Desktop soubory pro YaST2 online update
fr: Fichiers de bureau pour la mise à jour en ligne YaST2
ja: YaST2 オンライン更新向けのデスクトップファイル

source: YaST2 - Package Library
cs: YaST2 - Knihovna pro manipulaci s balíky
fr: YaST2 - Bibliothèque de paquetage
ja: YaST2 - パッケージライブラリ

source: This package contains the libraries and modules for software management.
cs: Tento balíček obsahuje knihovny a moduly pro správu softwaru.
fr: Ce paquet contient les bibliothèques et les modules pour la gestion des logiciels.
ja: このパッケージには、ソフトウエア管理向けのライブラリとモジュールが含まれています。

source: YaST2 - PAM Agent
fr: YaST2 - Agent PAM
ja: YaST2 - PAM エージェント

source: This agent is used by YaST2 to modify the PAM configuration files
cs: Tohoto agenta používá YaST2 ke změně konfiguračních souborů PAM
fr: Cet agent est utilisé par YaST2 pour modifier les fichiers de configuration de PAM
ja: このエージェントは、 PAM 設定ファイルを修正するために YaST2 から呼び出されるものです。

source: YaST2 - Perl Bindings
cs: YaST2 - Vazby na Perl
fr: YaST2 - Liaisons Perl
ja: YaST2 - Perl バインディング

source: This adds an embedded Perl interpreter to YaST2 as a plug-in (in other words it will be loaded only if required). This is a very efficient way of calling Perl from within YaST2 YCP scripts.
cs: Tento balíček přidává vestavěný interpreter Perlu do YaST2 jako modul (nahraje se pouze pokud je třeba). Velice efektivní způsob volání Perlu z YaST2 YCP skriptů.
fr: Ceci ajoute un interpréteur de Perl incorporé à YaST2 en tant que plug-in (autrement dit il sera chargé seulement si c'est requis). C'est une façon très efficace d'appeler Perl depuis l'intérieur de scénarios YCP YaST2.
ja: このパッケージは Perl の内蔵インタプリタを YaST2 のプラグインとして追加します (言い換えれば、必要なときにだけ読み込みます) 。この方法は YaST2 YCP スクリプト内から Perl を呼び出すのに効果的な方法です。

source: YaST2 - Package Manager Access
cs: YaST2 - přístup správce balíčků
fr: YaST2 - Accès au gestionnaire de paquets
ja: YaST2 - パッケージマネージャアクセス

source: This package contains a name space for accessing the package manager library in YaST2.
cs: Tento balíček obsahuje jmenný prostor pro přístup ke knihovnám správce balíčků v programu YaST2.
fr: Ce paquet contient un espace de nom pour avoir accès dans YaST2 à la bibliothèque de gestionnaire de paquets.
ja: このパッケージには YaST2 内からパッケージマネージャライブラリに アクセスするためのネームスペースが含まれています。

source: YaST2 - Documentation for yast2-pkg-bindings package
cs: YaST2 - dokumentace balíčku yast2-pkg-bindings
fr: YaST2 - Documentation pour le paquetage yast2-pkg-bindings
ja: YaST2 - yast2-pkg-bindings パッケージ向けドキュメント

source: This documenation package describes the package manager API (Pkg:: namespace) used in YaST scripts. The documentation is autogenerated from the pkg-bindings sources.
cs: Tento balíček dokumenace popisuje API správce balíčků (Pkg:: namespace) používané ve skriptech YaST. Dokumentace je generována automaticky ze zdrojů pkg-bindings.
fr: Ce paquet documentation décrit l'API gestionnaire de paquetages (Pkg:: namespace), utilisée dans les scripts YaST. La documentation est auto générée à partir des sources de pkg-bindings.
ja: このドキュメントには YaST スクリプトで使用されるパッケージマネージャの API (Pkg:: ネームスペース) に関する説明が記述されています。 このドキュメントは pkg-bindings ソースコードから自動生成されています。

source: YaST2 - Printer Configuration
cs: YaST2 - Konfigurace tiskárny
fr: YaST2 - Configuration des imprimantes
ja: YaST2 - プリンタ設定

source: This package contains the YaST2 component for printer configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci tiskárny.
fr: Ce paquet contient les composants de YaST2 pour la configuration des imprimantes.
ja: このパッケージにはプリンタ設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - Proxy Configuration
cs: YaST2 - konfigurace proxy
fr: YaST2 - Configuration de proxy (mandataire)
ja: YaST2 - プロキシ設定

source: This package contains the YaST2 component for proxy configuration.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci proxy.
fr: Ce paquet contient le composant YaST2 dédié à la configuration d'un proxy (mandataire).
ja: このパッケージには、プロキシ設定を行なうための YaST2 コンポーネントが含まれています。

source: Python bindings for the YaST platform
cs: Vazba Pythonu na platformu YaST
fr: Bindings Python pour la plate-forme YaST
ja: YaST プラットフォーム向け Python バインディング

source: The bindings allow YaST modules to be written using the Python language and also Python scripts can use YaST agents, APIs and modules.
cs: Vazby umožňující, aby byly moduly YaST psány v jazyku Python a aby i skripty Pythonu mohly používat agenty, API a moduly YaST.
fr: Les liaisons (bindings) permettent aux modules YaST d'être écrits en utilisant le langage Python, et aussi aux scripts en Python, de pouvoir utiliser des agents YaST, des API et des modules.
ja: このバインディングは YaST モジュールを Python 言語で記述できる機能を提供するほか、 Python スクリプトから YaST のエージェントや API 、モジュールを使用することができる機能も提供します。

source: Python3 bindings for the YaST platform
cs: Vazba Pythonu3 na platformu YaST
fr: Bindings Python 3 pour la plate-forme YaST
ja: YaST プラットフォーム向け Python3 バインディング

source: Setup Remote Desktop Protocol service for remote administration
cs: Nastavení služby RDP (Remote Desktop Protocol) pro vzdálenou správu
fr: Configurer le service Remote Desktop Protocol pour l'administration à distance
ja: リモート管理のための Remote Desktop Protocol の設定

source: Configure RDP (remote desktop protocol) daemon to allow remote system administration.
cs: Konfiguruje službu / démona RDP (protokol vzdálené plochy) umožňující vzdálenou správu.
fr: Configurer le démon RDP (remote desktop protocol) pour autoriser l’administration à distance du système.
ja: システム管理のために RDP (remote desktop protocol) デーモンを設定します。

source: The YaST2 component for configuring Rear - Relax and Recover Backup
cs: Komponenta YaST2 pro konfiguraci zálohy Pozadí - odpočinek a zotavení
fr: Le composant YaST2 pour configurer Rear - Relax and Recover Backup
ja: Rear - Relax and Recover Backup を設定するための YaST2 コンポーネント

source: YaST2 - Module to configure RMT
cs: YaST2 - modul konfigurace RMT
fr: YaST2 - Module pour configurer RMT
ja: YaST2 - RMT 設定モジュール

source: Provides the YaST module to configure the Repository Mirroring Tool (RMT) Server.
cs: Poskytuje modul YaST2 pro konfiguraci serveru RMT (nástroje zrcadlení úložiště).
fr: Fournit le module YaST pour configurer un serveur Repository Mirroring Tool (RMT).
ja: リポジトリミラーリングツール (Repository Mirroring Tool (RMT)) サーバを設定するための YaST モジュールを提供します。

source: Ruby bindings for the YaST platform
cs: Vazby Ruby na platformu YaST
fr: Bindings Ruby pour la plate-forme YaST
ja: YaST プラットフォーム向け Ruby バインディング

source: The bindings allow YaST modules to be written using the Ruby language and also Ruby scripts can use YaST agents, APIs and modules.
cs: Vazby umožňující, aby byly moduly YaST psány v jazyku Ruby a aby i skripty Ruby mohly používat agenty, API a moduly YaST.
fr: Les bindings permettent aux modules YaST d'être écrits en utilisant le langage Ruby et permettent aussi aux scripts Ruby d'utiliser des agents, des API et des modules YaST.
ja: このバインディングは YaST モジュールを Ruby 言語で記述できる機能を提供するほか、 Ruby スクリプトから YaST のエージェントや API 、モジュールを使用することができる機能も提供します。

source: YaST2 - Samba Client Configuration
cs: YaST2 - Konfigurace Samba klienta
fr: YaST2 - Configuration du client Samba
ja: YaST2 - Samba クライアント設定

source: This package contains the YaST2 component for configuration of an SMB workgroup/domain and authentication against an SMB domain.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci pracovní skupiny / domény SMB a pro autentizaci v SMB doméně.
fr: Ce paquetage contient le composant YaST2 pour la configuration d'un groupe de travail/domaine SMB et l'authentification envers un domaine SMB.
ja: このパッケージには、 SMB ワークグループ／ドメインや SMB ドメインに 対する認証を設定するための YaST2 コンポーネントが含まれています。

source: YaST2 - Samba Server Configuration
cs: YaST2 - Konfigurace Samba serveru
fr: YaST2 - Configuration du serveur Samba
ja: YaST2 - Samba サーバ設定

source: This package contains the YaST2 component for Samba server configuration.
cs: Balíček obsahuje modul konfigurace Samba serveru pro YaST2.
fr: Ce paquet contient le composant YaST2 pour la configuration du serveur Samba.
ja: このパッケージには Samba サーバ設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - Scanner Configuration
cs: YaST2 - Konfigurace scanneru
fr: YaST2 - Configuration du scanner
ja: YaST2 - スキャナ設定

source: This package provides support for the configuration of USB scanners, SCSI scanners, scanners in HP all-in-one devices, and scanning via network (i.e. use a remote scanner via another host in the network). Parallel port scanners and network scanners (i.e. a scanner which is directly accessible in the network) cannot be configured with this tool, except for such scanners in HP all-in-one devices. Usually those devices must be configured manually. For more information see http://www.sane-project.org/ and the documentation in the package "sane-backends".
cs: Tento balík poskytuje podporu pro konfiguraci USB skenerů, SCSI skenerů, skenerů v zařízeních HP "vše v jednom" a skenování přes síť (tj. použití vzdáleného skeneru přes jiný počítač v síti). Skenery na paralelním portu a síťové skenery (tj. skenery přímo dostupné v síti) nelze tímto nástrojem nastavit. Musí být nastaveny ručně. Více informací viz http://www.sane-project.org/ a dokumentace k balíčku "sane-backends".
fr: Ce paquet fournit le support de la configuration de scanners USB, de scanners SCSI, de dispositif scanners tout-en-un HP, et de scanners via le réseau (c'est-à-dire en utilisant un scanner installé sur un autre hôte dans le réseau). Les scanners fonctionnant sur port parallèle et les scanners réseau (c'est-à-dire un scanner qui est directement accessible dans le réseau) ne peuvent pas être configurés avec cet outil, à part des scanners de type dispositifs HP tout-en-un. D'habitude ces dispositifs doivent être configurés manuellement. Pour plus d'informations voir http://www.sane-project.org/ et la documentation dans le paquet "sane-backends".
ja: このパッケージでは USB スキャナや SCSI スキャナのほか、 HP オールインワンデバイスのスキャナやネットワーク経由のスキャナ (ネットワーク内の他のホストに接続されているスキャナ) を設定する機能を提供します。 パラレルポートのスキャナとネットワークスキャナ (ネットワークから直接アクセスできるスキャナ) については、 HP オールインワンデバイスのようなスキャナを除いて、このツールでは設定することができません。これらのデバイスは一般に手動で設定する必要があります。詳細情報は http://www.sane-project.org/ および "sane-backends" パッケージ内のドキュメントをお読みください。

source: YaST2 - AutoYaST Schema
cs: YaST2 - Schéma AutoYaSTu
fr: YaST2 - Schéma AutoYaST
ja: YaST2 - AutoYAST スキーマ

source: AutoYaST Syntax Schema
cs: Schéma syntaxe AutoYaSTu
fr: Schéma de syntaxe d'AutoYaST
ja: AutoYaST 文法スキーマ

source: YaST2 - Security Configuration
cs: YaST2 - Konfigurace bezpečnosti
fr: YaST2 - Configuration de la sécurité
ja: YaST2 - セキュリティ設定

source: The YaST2 component for security settings configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci bezpečnosti.
fr: Le composant de YaST2 pour la configuration des paramètres de sécurité.
ja: セキュリティ設定を行なうための YaST2 コンポーネントです。

source: YaST2 - Services Manager
cs: YaST2 - správce služeb (démonů)
fr: YaST2 - Gestionnaire de services
ja: YaST2 - サービスマネージャ

source: Provides user interface and libraries to configure systemd services and targets.
cs: Poskytuje uživatelské rozhraní a knihovny ke konfiguraci služeb a cílů systemd.
fr: Fournit l'interface utilisateur et les bibliothèques pour configurer des services systemd et des cibles.
ja: systemd のサービスとターゲットを管理することができる、ユーザインターフェイスとライブラリを提供します。

source: YaST2 - SLP Agent and Library
cs: YaST2 - agent a knihovna SLP
fr: YaST2 - Bibliothèque et agent SLP
ja: YaST2 - SLP エージェントとライブラリ

source: This package provides YaST modules to lookup/advertise services with SLP.
cs: Tento balíček poskytuje moduly YaST pro prohlížení/inzerci služeb se SLP.
fr: Ce paquet fournit des modules YaST afin de consulter/annoncer des services avec SLP.
ja: このパッケージには、 SLP でのサービス参照や公示を行なうための YaST モジュールが含まれています。

source: YaST2 SLP Daemon Server Configuration
cs: YaST2 konfigurace serverového démona SLP
fr: Configuration du serveur de démon SLP de YaST2
ja: YaST2 SLP デーモンサーバ設定

source: This package contains the YaST2 component for the configuration of an SLP daemon.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci démona SLP.
fr: Ce paquet contient le composant de YaST2 pour la configuration d'un démon SLP.
ja: このパッケージには SLP デーモンを設定するための YaST2 コンポーネントが含まれています。

source: YaST - file system snapshots review
cs: YaST - přehled snímků souborových systémů
fr: YaST - examen des instantanés du système de fichiers
ja: YaST - ファイルシステムのスナップショット確認

source: YaST module for accessing and managing file-system snapshots
cs: Modul YaST pro přístup k snímkům souborových systémů a jejich správu
fr: Module YaST pour avoir accès et pour pouvoir gérer les instantanés du système de fichiers
ja: ファイルシステムのスナップショットにアクセスしたり、それを管理したりするための YaST モジュール

source: YaST2 - Sound Configuration
cs: YaST2 - Konfigurace zvuku
fr: YaST2 - Configuration du son
ja: YaST2 - サウンド設定

source: This package contains the YaST2 component for sound card configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci zvukové karty.
fr: Ce paquet contient les composants de YaST2 pour la configuration d'une carte son.
ja: このパッケージにはサウンドカードの設定を行なうための YaST2 コンポーネントが含まれています。

source: Configuration of squid
cs: Konfigurace squidu
fr: Configuration de squid
ja: squid の設定

source: YaST2 - Storage Configuration
cs: YaST2 - konfigurace trvalé paměti (pevných disků)
fr: YaST2 - Configuration du stockage
ja: YaST2 - ストレージ設定

source: This package contains the files for YaST2 that handle access to disk devices during installation and on an installed system. This YaST2 module uses libstorage-ng.
cs: Tento balíček obsahuje soubory pro přístup YaST2 k diskovým zařízením během instalace a v instalovaném systému. Tento modul YaST2 používá libstorage-ng.
fr: Ce paquet contient les fichiers pour YaST2 qui traitent l'accès aux dispositifs de disque pendant l'installation et aussi sur un système installé. Ce module YaST2 utilise libstorage-ng.
ja: このパッケージには、システムのインストール時やインストール後にディスクデバイスにアクセスする YaST2 ファイルが含まれています。この YaST2 モジュールは、 libstorage-ng を使用します。

source: YaST2 - sudo configuration
cs: YaST2 - Konfigurace sudo
fr: YaST2 - Configuration de sudo
ja: YaST2 - sudo 設定

source: The YaST2 component for sudo configuration. It configures capabilities of users to run commands as root or other user.
cs: Komponenta YaST2 pro konfiguraci sudo. Nastavuje oprávnění uživatelů spouštět příkazy jako root či jiný uživatel.
fr: Le composant YaST2 pour la configuration sudo. Il configure les capacités des utilisateurs à lancer une commande en tant que super utilisateur (root) ou un autre utilisateur.
ja: sudo の設定を行なうための YaST2 コンポーネントです。 sudo ではコマンドを root またはその他のユーザで実行することができるようになります。

source: YaST2 - Support Inquiries
cs: YaST2 - Dotazy na instalační podporu
fr: YaST2 - Demandes d'assistance
ja: YaST2 - サポート問い合わせ

source: This module allows you to collect system information for installation support in a standardized format.
cs: Tento modul umožňuje sbírat systémové údaje ve standardizovaném formátu pro podporu instalace.
fr: Ce module vous permet de rassembler des informations de système pour faciliter l'assistance à l'installation, dans un format normalisé.
ja: このモジュールを利用すると、インストールサポートに必要なシステム情報を標準フォーマットで収集することができます。

source: YaST2 - Sysconfig Editor
cs: YaST2 - Editor souborů sysconfig
fr: YaST2 - Éditeur de sysconfig
ja: YaST2 - Sysconfig エディタ

source: A graphical /etc/sysconfig/* editor with integrated search and context information.
cs: Grafický editor souborů v /etc/sysconfig se zabudovaným vyhledáváním a kontextovými informacemi.
fr: Un éditeur graphique pour /etc/sysconfig/* disposant de fonctionnalités intégrées de recherche et d'informations de contexte.
ja: 統合された検索機能や項目情報の表示機能を備えたグラフィカルな /etc/sysconfig/* エディタです。

source: YaST2 - Testsuite
cs: YaST2 - Testovací nástroje
fr: YaST2 - Suite de tests (Testsuite)
ja: YaST2 - テストスイート

source: This is a package for the YaST2 modules testsuite preparation and execution.
cs: Tento balík obsahuje sadu souborů potřebných pro testování součástí YaST2 a jeho přípravu.
fr: C'est un paquet pour la préparation et l'exécution de modules Testsuite pour YaST2.
ja: これは YaST2 テストスイートの準備と実行を行なうためのパッケージです。

source: YaST2 - TFTP Server Configuration
cs: YaST2 - Konfigurace TFTP serveru
fr: YaST2 - Configuration du serveur TFTP
ja: YaST2 - TFTP サーバ設定

source: The YaST2 component for configuring a TFTP server. TFTP stands for Trivial File Transfer Protocol. It is used for booting over the network.
cs: Modul pro konfiguraci TFTP serveru v YaST2. TFTP (Trivial File Transfer Protocol) se používá pro jednoduchý přenos souborů, např. při zavádění systému po síťi.
fr: Le composant de YaST2 pour configurer un serveur TFTP. TFTP signifie protocole simplifié de transfert de fichier. Il est utilisé pour démarrer via le réseau.
ja: TFTP サーバを設定するための YaST2 コンポーネントです。 TFTP とは Trivial File Transfer Protocol の略です。 ネットワークからの起動を行なう場合に使用します。

source: YaST2 - Translation Container Package
cs: YaST2 - balíček kontejneru překladu
fr: YaST2 - Paquet conteneur de traductions
ja: YaST2 - 翻訳コンテナパッケージ
