Repository: cato97/packages-i18n
Catalog: */po/yast2.*.po
Languages: cs, fr, ja

source: This is a container package. Its only purpose is to build the yast2-trans-LL, yast2-trans-LLL, and yast2-trans-LL_CC packages as subpackages.
cs: Balíček kontejneru - jeho jediným účelem je vytvořit balíčky a podbalíčky yast2-trans-LL, yast2-trans-LLL, and yast2-trans-LL_CC.
fr: Ceci est un paquet conteneur. Son seul but est de construire les paquetages yast2-trans-LL, yast2-trans-LLL, et yast2-trans-LL_CC en tant que sous-paquets.
ja: これはコンテナパッケージです。このコンテナパッケージは、 yast2-trans-LL, yast2-trans-LLL, yast2-trans-LL_CC パッケージをそれぞれサブパッケージとして構築するためにあります。

source: YaST2 - Afrikaans Translations
cs: YaST2 - překlady Afrikaans
fr: YaST2 - Traductions Afrikaans
ja: YaST2 - アフリカーンス語翻訳

source: YaST2 - Translations for Afrikaans.
cs: YaST2 - překlady do afrikánštiny.
fr: YaST2 - Traductions pour Afrikaans.
ja: YaST2 - アフリカーンス語翻訳です。

source: Internal: Require all YaST Translation Packages (Empty)
cs: Vnitřní: vyžaduje všechny překladové balíčky YaST (prázdné)
fr: Interne : nécessite tous les paquets de traduction (vides) de YaST
ja: 内部: 全ての YaST 翻訳パッケージを必要とします (何もないパッケージです)

source: The package requires all YaST translation packages (yast2-trans-{??,??_??}). Otherwise it is empty. For internal use only.
cs: Balíček vyžaduje všechny překladové balíčky YaST (yast2-trans-{??,??_??}). Jinak je prázdný. Jen pro interní použití.
fr: Ce paquet nécessite tous les paquets de traductions de YaST (yast2-trans-{??,??_??}). Autrement il est vide. Pour usage interne seulement.
ja: このパッケージは全ての YaST 翻訳パッケージ (yast2-trans-{??,??_??}) を必要とします。実際には何もないパッケージです。 内部使用のためのものです。

source: YaST2 - Arabic Translations
cs: YaST2 - Překlady do arabštiny
fr: YaST2 - Traductions arabes
ja: YaST2 - アラビア語翻訳

source: YaST2 - Translations for Arabic.
cs: YaST2 - překlad do arabštiny.
fr: YaST2 - Traductions pour l'arabe.
ja: YaST2 - アラビア語翻訳です。

source: YaST2 - Asturian Translations
cs: YaST2 - překlady Asturian
fr: YaST2 - Traductions Asturien
ja: YaST2 - アストゥリアス語翻訳

source: YaST2 - Translations for Asturian.
cs: YaST2 - překlady Asturian.
fr: YaST2 - Traductions pour Asturien.
ja: YaST2 - アストゥリアス語翻訳です。

source: YaST2 - Bulgarian Translations
cs: YaST2 - Překlady do bulharštiny
fr: YaST2 - Traductions bulgares
ja: YaST2 - ブルガリア語翻訳

source: YaST2 - Translations for Bulgarian.
cs: YaST2 - překlady do bulharštiny.
fr: YaST2 - Traductions pour le bulgare.
ja: YaST2 - ブルガリア語翻訳です。

source: YaST2 - Bengali Translations
cs: YaST2 - Překlady do bengálštiny
fr: YaST2 - Traductions Bengalis
ja: YaST2 - ベンガル語翻訳

source: YaST2 - Translations for Bengali.
cs: YaST2 - Překlady do bengálštiny.
fr: YaST2 - Traductions pour Bengalis.
ja: YaST2 - ベンガル語翻訳です。

source: YaST2 - Bosnian Translations
cs: YaST2 - překlady do bosenštiny
fr: YaST2 - Traductions bosniaques
ja: YaST2 - ボスニア語翻訳

source: YaST2 - Translations for Bosnian.
cs: YaST2 - Překlady do bosenštiny.
fr: YaST2 - Traductions pour le bosniaque.
ja: YaST2 - ボスニア語翻訳です。

source: YaST2 - Catalan Translations
cs: YaST2 - Překlady do katalánštiny
fr: YaST2 - Traductions en catalan
ja: YaST2 - カタルーニャ語翻訳

source: YaST2 - Catalan translations.
cs: YaST2 - Překlady do katalánštiny.
fr: YaST2 - Traductions catalanes.
ja: YaST2 - カタルーニャ語翻訳です。

source: YaST2 - Czech Translations
cs: YaST2 - Překlady do češtiny
fr: YaST2 - Traductions tchèques
ja: YaST2 - チェコ語翻訳

source: YaST2 - Czech translations.
cs: YaST2 - Překlady do češtiny.
fr: YaST2 - Traductions tchèques.
ja: YaST2 - チェコ語翻訳です。

source: YaST2 - Welsh Translations
cs: YaST2 - Překlady do velštiny
fr: YaST2 - Traductions galloises
ja: YaST2 - ウェールズ語翻訳

source: YaST2 - Welsh translations.
cs: YaST2 - překlad do welštiny.
fr: YaST2 - traductions galloises.
ja: YaST2 - ウェールズ語翻訳です。

source: YaST2 - Danish Translations
cs: YaST2 - Překlady do dánštiny
fr: YaST2 - Traductions danoises
ja: YaST2 - デンマーク語翻訳

source: YaST2 - Translations for Danish.
cs: YaST2 - Překlady do dánštiny.
fr: YaST2 - Traductions pour le danois.
ja: YaST2 - デンマーク語翻訳です。

source: YaST2 - German Translations
cs: YaST2 - Překlady do němčiny
fr: YaST2 - Traductions allemandes
ja: YaST2 - ドイツ語翻訳

source: YaST2 - German translations.
cs: YaST2 - Německé překlady.
fr: YaST2 - Traductions allemandes.
ja: YaST2 - ドイツ語翻訳です。

source: YaST2 - Greek Translations
cs: YaST2 - Překlady do řečtiny
fr: YaST2 - Traductions grecques
ja: YaST2 - ギリシア語翻訳

source: YaST2 - Translations for Greek.
cs: YaST2 - překlady do řečtiny.
fr: YaST2 - Traductions pour le grec.
ja: YaST2 - ギリシア語翻訳です。

source: YaST2 - English Translations
cs: YaST2 - Překlady do angličtiny
fr: YaST2 - Traductions anglaises
ja: YaST2 - 英語翻訳

source: YaST2 - English Translations.
cs: YaST2 - Překlady do angličtiny.
fr: YaST2 - Traductions anglaises.
ja: YaST2 - 英語翻訳です。

source: YaST2 - British English Translations
cs: YaST2 - Překlady do britské angličtiny
fr: YaST2 - Traductions Anglaises Britanniques
ja: YaST2 - イギリス英語翻訳

source: YaST2 - Translations for British English.
cs: YaST2 - překlad do britské angličtiny.
fr: YaST2 - Traduction pour l'anglais britannique.
ja: YaST2 - イギリス英語翻訳です。

source: YaST2 - Translations
cs: YaST2 - Překlady
fr: YaST2 - Traductions
ja: YaST2 - 翻訳

source: YaST2 - Translations for American English.
cs: YaST2 - Překlady do americké angličtiny.
fr: YaST2 - Traduction pour l'anglais américain.
ja: YaST2 - アメリカ英語翻訳です。

source: YaST2 - Esperanto Translations
cs: YaST2 - Překlady do esperanta
fr: YaST2 - Traductions Espéranto
ja: YaST2 - エスペラント語翻訳

source: YaST2 - Esperanto Translations.
cs: YaST2 - Překlady do esperanta.
fr: YaST2 - Traductions en espéranto.
ja: YaST2 - エスペラント語翻訳です。

source: YaST2 - Spanish Translations
cs: YaST2 - Překlady do španělštiny
fr: YaST2 - Traductions espagnoles
ja: YaST2 - スペイン語翻訳

source: YaST2 - Spanish Translations.
cs: YaST2 - Překlady do španělštiny.
fr: YaST2 - Traductions espagnoles.
ja: YaST2 - スペイン語翻訳です。

source: YaST2 - Spanish (Argentina) Translations
cs: YaST2 - Překlady do argentinské španělštiny
fr: YaST2 - Traductions espagnoles (Argentine)
ja: YaST2 - スペイン語 (アルゼンチン) 翻訳

source: YaST2 - Spanish (Argentina) Translations.
cs: YaST2 - Překlady do argentinské španělštiny.
fr: YaST2 - Traductions espagnoles (Argentine).
ja: YaST2 - スペイン語 (アルゼンチン) 翻訳です。

source: YaST2 - Estonian Translations
cs: YaST2 - překlady do estonštiny
fr: YaST2 - Traductions estoniennes
ja: YaST2 - エストニア語翻訳

source: YaST2 - Translations for Estonian.
cs: YaST2 - Překlady do estonštiny.
fr: YaST2 - Traductions pour l'estonien.
ja: YaST2 - エストニア語翻訳です。

source: YaST2 - Translations for Esperanto.
cs: YaST2 - překlady do esperanta.
fr: YaST2 - Traductions pour l'espéranto.
ja: YaST2 - エスペラント翻訳です。

source: YaST2 - Persian Translations
cs: YaST2 - překlady do perštiny
fr: YaST2 - Traductions persanes
ja: YaST2 - ペルシア語翻訳

source: YaST2 - Persian Translations.
cs: YaST2 - Překlady do perštiny.
fr: YaST2 - Traductions persanes.
ja: YaST2 - ペルシア語翻訳です。

source: YaST2 - Finnish Translations
cs: YaST2 - Překlady do finštiny
fr: YaST2 - Traductions finlandaises
ja: YaST2 - フィンランド語翻訳

source: YaST2 - Finnish translations.
cs: YaST2 - finské překlady.
fr: YaST2 - Traductions finlandaises.
ja: YaST2 - フィンランド語翻訳です。

source: YaST2 - French Translations
cs: YaST2 - Překlady do francouzštiny
fr: YaST2 - Traductions françaises
ja: YaST2 - フランス語翻訳

source: YaST2 - Translations for French.
cs: YaST2 - Překlady do franštiny.
fr: YaST2 - Traductions pour le français.
ja: YaST2 - フランス語翻訳です。

source: YaST2 - Galician Translations
cs: YaST2 - Překlady do galicijštiny
fr: YaST2 - Traductions galiciennes
ja: YaST2 - ガリシア語翻訳

source: YaST2 - Galician translations.
cs: YaST2 - Překlady do galicijštiny.
fr: YaST2 - Traductions galiciennes.
ja: YaST2 - ガリシア語翻訳です。

source: YaST2 - Gujarati Translations
cs: YaST2 - Překlady do jazyka gujarati
fr: YaST2 - Gujarati Traductions
ja: YaST2 - グジャラート語翻訳

source: YaST2 - Translations for Gujarati.
cs: YaST2 - překlad do jazyka Gujarati.
fr: YaST2 - Traductions pour Gujarati.
ja: YaST2 - グジャラート語翻訳です。

source: YaST2 - Hebrew Translations
cs: YaST2 - Překlady do hebrejštiny
fr: YaST2 - Traductions en hébreu
ja: YaST2 - ヘブライ語翻訳

source: YaST2 - Translations for Hebrew.
cs: YaST2 - Překlady do hebrejštiny.
fr: YaST2 - Traductions en hébreu.
ja: YaST2 - ヘブライ語翻訳です。

source: YaST2 - Hindi Translations
cs: YaST2 - Překlady do hindštiny
fr: YaST2 - Traductions Hindi
ja: YaST2 - ヒンディー語翻訳

source: YaST2 - Translations for Hindi.
cs: YaST2 - Překlady do hindštiny.
fr: YaST2 - Traductions en Hindi.
ja: YaST2 - ヒンディー語翻訳です。

source: YaST2 - Croatian Translations
cs: YaST2 - Překlady do chorvatštiny
fr: YaST2 - Traductions croates
ja: YaST2 - クロアチア語翻訳

source: YaST2 - Croatian Translations.
cs: YaST2 - Překlady do chorvatštiny.
fr: YaST2 - Traductions croates.
ja: YaST2 - クロアチア語翻訳です。

source: YaST2 - Hungarian Translations
cs: YaST2 - Překlady do maďarštiny
fr: YaST2 - Traductions hongroises
ja: YaST2 - ハンガリー語翻訳

source: YaST2 - Hungarian translations.
cs: YaST2 - Překlady do maďarštiny.
fr: YaST2 - Traductions hongroises.
ja: YaST2 - ハンガリー語翻訳です。

source: YaST2 - Indonesian Translations
cs: YaST2 - překlady do indonéštiny
fr: YaST2 - Traductions indonésiennes
ja: YaST2 - インドネシア語翻訳

source: YaST2 - Indonesian Translations.
cs: YaST2 - překlady do indonéštiny.
fr: YaST2 - Traductions indonésiennes.
ja: YaST2 - インドネシア語翻訳です。

source: YaST2 - Italian Translations
cs: YaST2 - Překlady do italštiny
fr: YaST2 - Traductions italiennes
ja: YaST2 - イタリア語翻訳

source: YaST2 - translations for Italian.
cs: YaST2 - překlad do italštiny.
fr: YaST2 - Traductions en italien.
ja: YaST2 - イタリア語翻訳です。

source: YaST2 - Japanese Translations
cs: YaST2 - Překlady do japonštiny
fr: YaST2 - Traductions japonaises
ja: YaST2 - 日本語翻訳

source: YaST2 - Japanese translations.
cs: YaST2 - Překlady do japonštiny.
fr: YaST2 - Traductions japonaises.
ja: YaST2 - 日本語翻訳です。

source: YaST2 - Javanese Translations
cs: YaST2 - Překlady do javánštiny
fr: YaST2 - Traductions javanaises
ja: YaST2 - ジャワ語翻訳

source: YaST2 - Translations for Javanese.
cs: YaST2 - překlad do javánštiny.
fr: YaST2 - Traductions javanaises.
ja: YaST2 - ジャワ語翻訳です。

source: YaST2 - Georgian Translations
cs: YaST2 - Překlady do gruzínštiny
fr: YaST2 - Traductions géorgiennes
ja: YaST2 - グルジア語翻訳

source: YaST2 - Translations for Georgian.
cs: YaST2 - Překlady do gruzínštiny.
fr: YaST2 - Traductions pour le géorgien.
ja: YaST2 - グルジア語翻訳です。

source: YaST2 - Kabyle Translations
cs: YaST2 - Překlady do kabylštiny
fr: YaST2 - Traductions kabyles
ja: YaST2 - カビル語翻訳

source: YaST2 - Translations for Kabyle.
cs: YaST2 - Překlady do kabylštiny.
fr: YaST2 - Traductions pour le kabyle.
ja: YaST2 - カビル語翻訳です。

source: YaST2 - Khmer Translations
cs: YaST2 - Překlady do khmérštiny
fr: YaST2 - Traductions en khmer
ja: YaST2 - クメール語翻訳

source: YaST2 - Translations for Khmer.
cs: YaST2 - Překlady do khmérštiny.
fr: YaST2 - Traductions pour le khmer.
ja: YaST2 - クメール語翻訳です。

source: YaST2 - Kannada Translations
cs: YaST2 - překlady do jazyka Kannada
fr: YaST2 - Traductions Kannada
ja: YaST2 - カンナダ語翻訳

source: YaST2 - Translations for Kannada.
cs: YaST2 - překlady do jazyka Kannada.
fr: YaST2 - Traductions pour Kannada.
ja: YaST2 - カンナダ語翻訳です。

source: YaST2 - Korean Translations
cs: YaST2 - Překlady do korejštiny
fr: YaST2 - Traduction coréenne
ja: YaST2 - 韓国語翻訳

source: YaST2 - Translations for Korean.
cs: YaST2 - Překlady do korejštiny.
fr: YaST2 - Traductions pour le coréen.
ja: YaST2 - 韓国語翻訳です。

source: YaST2 - Kurdish Translations
cs: YaST2 - Překlady do kurdštiny
fr: YaST2 - Traductions kurdes
ja: YaST2 - クルド語翻訳

source: YaST2 - Kurdish Translations.
cs: YaST2 - Překlady do kurdštiny.
fr: YaST2 - Traductions kurdes.
ja: YaST2 - クルド語翻訳です。

source: YaST2 - Lao Translations
cs: YaST2 - Překlady do jazyka Lao
fr: YaST2 - Traductions Lao
ja: YaST2 - ラーオ語翻訳

source: YaST2 - Translations for Lao.
cs: YaST2 - Překlady do jazyka Lao.
fr: YaST2 - Traductions pour Lao.
ja: YaST2 - ラーオ語翻訳です。

source: YaST2 - Lithuanian Translations
cs: YaST2 - Překlady do litevštiny
fr: YaST2 - Traductions lituaniennes
ja: YaST2 - リトアニア語翻訳

source: YaST2 - Translations for Lithuanian.
cs: YaST2 - Překlady do litevštiny.
fr: YaST2 - Traductions pour le lituanien.
ja: YaST2 - リトアニア語翻訳です。

source: YaST2 - Latvian Translations
cs: YaST2 - Překlady do lotyšštiny
fr: YaST2 - Traductions lettones
ja: YaST2 - ラトビア語翻訳

source: YaST2 - Translations for Latvian.
cs: YaST2 - Překlady do lotyšštiny.
fr: YaST2 - Traductions pour le letton.
ja: YaST2 - ラトビア語翻訳です。

source: YaST2 - Macedonian Translations
cs: YaST2 - Překlady do makedonštiny
fr: YaST2 - Traductions macédoniennes
ja: YaST2 - マケドニア語翻訳

source: YaST2 - Translations for Macedonian.
cs: YaST2 - Překlady do makedonštiny.
fr: YaST2 - Traductions pour le macédonien.
ja: YaST2 - マケドニア語翻訳です。

source: YaST2 - Marathi Translations
cs: YaST2 - Překlady do jazyka maráthí
fr: YaST2 - Traductions Marathi
ja: YaST2 - マラーティー語翻訳

source: YaST2 - Translations for Marathi.
cs: YaST2 - překlad do jazyka maráthí.
fr: YaST2 - Traductions pour Marathi.
ja: YaST2 - マラーティー語翻訳です。

source: YaST2 - Norwegian Bokmål Translations
cs: YaST2 - překlady do norštiny (Norwegian Bokmål)
fr: YaST2 - Traductions Norvégien Bokmål
ja: YaST2 - ノルウェー語 (ブークモール) 翻訳

source: YaST2 - Translations for Norwegian Bokmål.
cs: YaST2 - překlady do Norwegian Bokmål.
fr: YaST2 - Traduction pour Norvégien Bokmål.
ja: YaST2 - ノルウェー語 (ブークモール) 翻訳です。

source: YaST2 - Low Saxonian Translations
cs: YaST2 - překlady do dolnosasštiny
fr: YaST2 - Traductions Bas Saxon
ja: YaST2 - 低ザクセン語翻訳

source: YaST2 - Translations for Low Saxonian.
cs: YaST2 - překlady do dolnosasštiny.
fr: YaST2 - Traductions pour le Bas Saxon.
ja: YaST2 - 低ザクセン語翻訳です。

source: YaST2 - Nepali Translations
cs: YaST2 - Překlady do nepálštiny
fr: YaST2 - Traductions népalaises
ja: YaST2 - ネパール語翻訳

source: YaST2 - Translations for Nepali.
cs: YaST2 - Překlady do nepálštiny.
fr: YaST2 - Traductions pour le népalais.
ja: YaST2 - ネパール語翻訳です。

source: YaST2 - Dutch Translations
cs: YaST2 - Překlady do holandštiny
fr: YaST2 - Traduction néerlandaise
ja: YaST2 - オランダ語翻訳

source: YaST2 - Translations for Dutch.
cs: YaST2 - Překlady do holandštiny.
fr: YaST2 - Traductions pour Hollandais.
ja: YaST2 - オランダ語翻訳です。

source: YaST2 - Norwegian Nynorsk
cs: YaST2 - norština (Norwegian Nynorsk)
fr: YaST2 - Nynorsk Norvégien
ja: YaST2 - ノルウェー語 (ニーノシュク) 翻訳

source: YaST2 - Translations for Norwegian Nynorsk.
cs: YaST2 - překlady do Norwegian Nynorsk.
fr: YaST2 - Traductions pour Nynorsk Norvégien.
ja: YaST2 - ノルウェー語 (ニーノシュク) 翻訳です。

source: YaST2 - Punjabi Translations
cs: YaST2 - Překlad do pundžábštiny
fr: YaST2 - Traductions Panjabis
ja: YaST2 - パンジャブ語翻訳

source: Translations for Punjabi.
cs: Překlad do pandžábštiny.
fr: Traductions pour le Panjabi.
ja: YaST2 - パンジャブ語翻訳です。

source: YaST2 - Polish Translations
cs: YaST2 - Překlady do polštiny
fr: YaST2 - Traductions Polonaises
ja: YaST2 - ポーランド語翻訳

source: YaST2 - Translations for Polish.
cs: YaST2 - Překlady do polštiny.
fr: YaST2 - Traductions pour Polonais.
ja: YaST2 - ポーランド語翻訳です。

source: YaST2 - Pashto Translations
cs: YaST2 - Překlady do jazyka Pashto
fr: YaST2 - Traductions pachto
ja: YaST2 - パシュトー語翻訳

source: YaST2 - Translations for Pashto.
cs: YaST2 - Překlady do jazyka Pashto.
fr: YaST2 - Traductions pour le pachto.
ja: YaST2 - パシュトー語翻訳です。

source: YaST2 - Portuguese Translations
cs: YaST2 - Překlady do portugalštiny
fr: YaST2 - Traduction portugaise
ja: YaST2 - ポルトガル語翻訳

source: YaST2 - Translations for Portuguese.
cs: YaST2 - Překlady do portugalštiny.
fr: YaST2 - Traductions pour le portugais.
ja: YaST2 - ポルトガル語翻訳です。

source: YaST2 - Brazilian Portuguese Translations
cs: YaST2 - Překlady do brazilské portugalštiny
fr: YaST2 - Traduction en pourtugais brésilien
ja: YaST2 - ブラジル・ポルトガル語翻訳

source: YaST2 - Translations for Brazilian Portuguese.
cs: YaST2 - Překlady do brazilské portugalštiny.
fr: YaST2 - Traductions pour le portugais brésilien.
ja: YaST2 - ブラジル・ポルトガル語翻訳です。

source: YaST2 - Romanian Translations
cs: YaST2 - rumunský překlad
fr: YaST2 - Traductions Roumaines
ja: YaST2 - ルーマニア語翻訳

source: YaST2 - Translations for Romanian.
cs: YaST2 - Překlady do rumunštiny.
fr: YaST2 - Traductions pour Roumain.
ja: YaST2 - ルーマニア語翻訳です。

source: YaST2 - Russian Translations
cs: YaST2 - Překlady do ruštiny
fr: YaST2 - Traduction russe
ja: YaST2 - ロシア語翻訳

source: YaST2 - Translations for Russian.
cs: YaST2 - Překlady do ruštiny.
fr: YaST2 - Traductions pour Russe.
ja: YaST2 - ロシア語翻訳です。

source: YaST2 - Sinhala Translations
cs: YaST2 - Překlady do sinhalštiny
fr: YaST2 - Traductions Sinhala
ja: YaST2 - シンハラ語翻訳

source: YaST2 - Translations for Sinhala.
cs: YaST2 - Překlady do sinhálštiny.
fr: YaST2 - Traductions pour Sinhala.
ja: YaST2 - シンハラ語翻訳です。

source: YaST2 - Slovak Translations
cs: YaST2 - Překlady do slovenštiny
fr: YaST2 - Traduction slovaque
ja: YaST2 - スロバキア語翻訳

source: YaST2 - Slovak Translations.
cs: YaST2 - Překlady do slovenštiny.
fr: YaST2 - Traductions Slovaques.
ja: YaST2 - スロバキア語翻訳です。

source: YaST2 - Slovene Translations
cs: YaST2 - Překlady do slovinštiny
fr: YaST2 - Traduction slovène
ja: YaST2 - スロベニア語翻訳

source: YaST2 - Translations for Slovene.
cs: YaST2 - Překlady do slovinštiny.
fr: YaST2 - Traductions pour Slovène.
ja: YaST2 - スロベニア語翻訳です。

source: YaST2 - Albanian Translations
cs: YaST2 - překlad do albánštiny
fr: YaST2 - Traductions albanaises
ja: YaST2 - アルバニア語翻訳

source: YaST2 - Translations for Albanian.
cs: YaST2 - Překlady do albánštiny.
fr: YaST2 - Traductions pour l'albanais.
ja: YaST2 - アルバニア語翻訳です。

source: YaST2 - Serbian Translations
cs: YaST2 - Překlady do srbštiny
fr: YaST2 - Traduction Serbe
ja: YaST2 - セルビア語翻訳

source: YaST2 - Translations for Serbian.
cs: YaST2 - Překlady do srbštiny.
fr: YaST2 - Traductions pour Serbe.
ja: YaST2 - セルビア語翻訳です。

source: YaST2 - Serbian (Latin) Translations
cs: YaST2 - Překlady do srbštiny (latinka)
fr: YaST2 - Traductions serbes (latin)
ja: YaST2 - セルビア語 (ラテン) 翻訳

source: YaST2 - Translations for Serbian (Latin).
cs: YaST2 - Překlady do srbštiny (v latince).
fr: YaST2 - Traductions pour le serbe (latin).
ja: YaST2 - セルビア語 (ラテン) 翻訳です。

source: YaST2 - Translation Statistics
cs: YaST2 - Statistiky překladů
fr: YaST2 - Statistiques de traduction
ja: YaST2 - 翻訳統計

source: The package contains statistic files (one file per language). With the help of these statistics Yast warns you if you select a language for installation which is unsufficiently translated.
cs: Balíček obsahuje statistické soubory (jeden pro každý jazyk). S jejich pomocí vás může Yast varovat před instalací jazyka s nedostatečnou úrovní překladu.
fr: Le paquetage contient des fichiers de statistiques (un fichier par langue). Avec l'aide de ces statistiques, Yast vous avertit si vous choisissez une langue lors de l'installation qui ne soit pas suffisamment traduite.
ja: このパッケージには統計ファイルが 1 言語あたり 1 ファイルで含まれています。これらの統計情報をもとにして、インストールの際に十分な翻訳が為されていない言語を選択すると YaST が警告を表示します。

source: YaST2 - Swedish Translations
cs: YaST2 - Překlady do švédštiny
fr: YaST2 - Traduction suèdoise
ja: YaST2 - スウェーデン語翻訳

source: YaST2 - Translations for Swedish.
cs: YaST2 - Překlady do švédštiny.
fr: YaST2 - Traductions pour Suédois.
ja: YaST2 - スウェーデン語翻訳です。

source: YaST2 - Swahili Translations
cs: YaST2 - překlady do svahilštiny
fr: YaST2 - Traductions Swahilies
ja: YaST2 - スワヒリ語翻訳

source: YaST2 - Translations for Swahili.
cs: YaST2 - Překlady do svahilštiny.
fr: YaST2 - Traductions pour Swahili.
ja: YaST2 - スワヒリ語翻訳です。

source: YaST2 - Tamil Translations
cs: YaST2 - Překlady do tamilštiny
fr: YaST2 - Traductions Tamoules
ja: YaST2 - タミル語翻訳

source: YaST2 - Tamil translations.
cs: YaST2 - Překlady do tamilštiny.
fr: YaST2 - Traductions Tamoules.
ja: YaST2 - タミル語翻訳です。

source: YaST2 - Tajik Translations
cs: YaST2 - překlady do tádžičtiny
fr: YaST2 - Traductions Tadjikes
ja: YaST2 - タジク語翻訳

source: YaST2 - Tajik translations.
cs: YaST2 - překlady do tádžičtiny.
fr: YaST2 - Traductions tadjikes.
ja: YaST2 - タジク語翻訳です。

source: YaST2 - Thai Translations
cs: YaST2 - Překlady do thajštiny
fr: YaST2 - Traductions Thaïes
ja: YaST2 - タイ語翻訳

source: YaST2 - Thai translations.
cs: YaST2 - Překlady do thajštiny.
fr: YaST2 - Traductions Thaïes.
ja: YaST2 - タイ語翻訳です。

source: YaST2 - Turkish Translations
cs: YaST2 - Překlady do turečtiny
fr: YaST2 - Traduction turque
ja: YaST2 - トルコ語翻訳

source: YaST2 - Translations for Turkish.
cs: YaST2 - Překlady do turečtiny.
fr: YaST2 - Traductions pour Turc.
ja: YaST2 - トルコ語翻訳です。

source: YaST2 - Ukrainian Translations
cs: YaST2 - Překlady do ukrajinštiny
fr: YaST2 - Traductions Ukrainiennes
ja: YaST2 - ウクライナ語翻訳

source: YaST2 - Translations for Ukrainian.
cs: YaST2 - překlad do ukrajinštiny.
fr: YaST2 - Traduction en Ukrainien.
ja: YaST2 - ウクライナ語翻訳です。

source: YaST2 - Vietnamese Translations
cs: YaST2 - Překlady do vietnamštiny
fr: YaST2 - Traductions Vietnamiennes
ja: YaST2 - ベトナム語翻訳

source: YaST2 - Translations for Vietnamese.
cs: YaST2 - Překlady do vietnamštiny.
fr: YaST2 - Traductions pour Vietnamien.
ja: YaST2 - ベトナム語翻訳です。

source: YaST2 - Walloon Translations
cs: YaST2 - Překlady do valonštiny
fr: YaST2 - Traductions Wallonnes
ja: YaST2 - ワロン語翻訳

source: YaST2 - Translations for Walloon.
cs: YaST2 - Překlady do valonštiny.
fr: YaST2 - Traductions pour Wallon.
ja: YaST2 - ワロン語翻訳です。

source: YaST2 - Xhosa Translations
cs: YaST2 - překlady do jazyka Xhosa
fr: YaST2 - Traductions Xhosa
ja: YaST2 - コサ語翻訳

source: YaST2 - Translations for Xhosa.
cs: YaST2 - Překlady do jazyka Xhosa.
fr: YaST2 - Traductions pour Xhosa.
ja: YaST2 - コサ語翻訳です。

source: YaST2 - Simplified Chinese Translations
cs: YaST2 - Překlady do zjednodušené čínštiny
fr: YaST2 - Traduction en chinois simplifié
ja: YaST2 - 簡体字中国語翻訳

source: YaST2 - Simplified Chinese translations.
cs: YaST2 - Překlady do zjednodušené čínštiny.
fr: YaST2 - Traductions en Chinois simplifié.
ja: YaST2 - 簡体字中国語翻訳です。

source: YaST2 - Traditional Chinese Translations
cs: YaST2 - Překlady do tradiční čínštiny
fr: YaST2 - Traduction en chinois traditionnel
ja: YaST2 - 繁体字中国語翻訳

source: YaST2 - Translations for Traditional Chinese.
cs: YaST2 - Překlady do tradiční čínštiny.
fr: YaST2 - Traductions pour Chinois simplifié.
ja: YaST2 - 繁体字中国語翻訳です。

source: YaST2 - Zulu Translations
cs: YaST2 - Překlady do jazyka Zulu
fr: YaST2 - Traductions Zouloues
ja: YaST2 - ズールー語翻訳

source: YaST2 - Translations for Zulu.
cs: YaST2 - Překlady do jazyka Zulu.
fr: YaST2 - Traductions pour Zoulou.
ja: YaST2 - ズールー語翻訳です。

source: YaST2 - Agent for Various Transfer Protocols
cs: YaST2 - Agent pro různé přenosové protokoly
fr: YaST2 - Agent pour divers protocoles de transfert
ja: YaST2 - 様々な転送プロトコルのエージェント

source: A YaST2 Agent for various Transfer Protocols: FTP, HTTP, and TFTP.
cs: YaST2 agent pro různé přenosové protokoly, např. FTP, HTTP, TFTP.
fr: Un agent YaST2 pour différents protocoles de transfert : FTP, HTTP et TFTP.
ja: 様々な転送プロトコル (FTP, HTTP, TFTP) の YaST2 エージェントです。

source: YaST2 - Hardware Tuning
cs: YaST2 - Hardwarová konfigurace
fr: YaST2 - Ajustement du matériel
ja: YaST2 - ハードウエアチューニング

source: This package contains the YaST2 component for hardware configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci hardwaru.
fr: Ce paquet contient le composant de YaST2 pour la configuration du matériel.
ja: このパッケージにはハードウエア設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - Update
cs: YaST2 - Aktualizace
fr: YaST2 - Mise à jour
ja: YaST2 - 更新

source: Use this component if you wish to update your system.
cs: Tato komponenta zajišťuje aktualizaci systému.
fr: Utiliser ce composant si vous voulez mettre à jour votre système.
ja: システムを更新する際、このコンポーネントをお使いください。

source: YaST2 - User and Group Configuration
cs: YaST2 - Správu uživatelů a skupin
fr: YaST2 - Configuration d'utilisateurs et de groupes
ja: YaST2 - ユーザとグループの設定
