Repository: cato97/packages-i18n
Catalog: */po/yast2.*.po
Languages: cs, fr, ja

source: This package provides GUI for maintenance of linux users and groups.
cs: Tento balíček poskytuje grafické uživatelské rozhraní (GUI) pro údržbu uživatelů a skupin Linuxu.
fr: Ce paquet fournit l'interface graphique pour la maintenance d'utilisateurs et de groupes Linux.
ja: このパッケージは Linux でのユーザとグループを管理するための GUI を提供します。

source: Configure Hypervisor and Tools for Xen and KVM
cs: Nastavení hypervizoru a nástroje pro Xen a KVM - virtualizace
fr: Configurer l'hyperviseur et les outils pour Xen et KVM
ja: Xen/KVM 向けハイパーバイザ／ツール設定

source: This YaST module installs the tools necessary for creating VMs with Xen or KVM.
cs: Tento modul YaSTu instaluje nástroje potřebné pro tvorbu virtuálních strojů (VM) pomocí XEN nebo KVM.
fr: Ce module YaST installe les outils nécessaires pour créer des VM avec Xen ou avec KVM.
ja: この YaST モジュールは、 Xen や KVM で仮想マシンを作成するのに必要な、各種ツールをインストールします。

source: A YaST module for configuring VPN gateway and clients
cs: Modul YaST pro konfiguraci brány a klientů VPN
fr: Un module YaST pour configurer une passerelle VPN et des clients
ja: VPN ゲートウエイおよびクライアントを設定するための YaST モジュール

source: A YaST module for managing VPN gateway and client connections to secure site-to-site communication via IPSec VPN.
cs: YaST modul pro správu brány VPN a klientských spojení pro bezpečnou komunikaci IPsec VPN tunelem.
fr: Un module de YaST pour gérer une passerelle VPN et des connections clients afin de sécuriser la communication de site-à-site via VPN IPSec.
ja: IPSec VPN を介してサイト間の安全な通信を実現する、 VPN ゲートウエイとクライアント接続を管理するための YaST モジュールです。

source: YaST2 - X11 support
cs: YaST2 - podpora X11
fr: YaST2 - support de X11
ja: YaST2 - X11 サポート

source: This package contains the programs and files for YaST2 X11 support.
cs: Tento balíček obsahuje programy a pole pro podporu X11 programem YaST2.
fr: Ce paquet contient les programmes et les fichiers pour le support d'X11 par YaST2.
ja: このパッケージには、 YaST2 X11 サポート向けのプログラムその他ファイルが含まれています。

source: YaST2 - XML Agent
fr: YaST2 - Agent XML
ja: YaST2 - XML エージェント

source: The YaST2 XML agent
cs: YaST2 XML agent
fr: L'agent XML de YaST2
ja: YaST2 の XML エージェントです。

source: YaST2 - YCP Bindings for the YaST2 User Interface Engine
cs: YaST2 - YCP vazby pro program uživatelského rozhraní YaST2
fr: YaST2 - Liaisons YCP pour le moteur d'interface utilisateur de YaST2
ja: YaST2 - YaST2 ユーザインターフェイスエンジン向けの YCP バインディング

source: This package makes the generic YaST2 user interface engine available for YCP applications (YCP is the scripting language in which most YaST2 modules are written).
cs: Tento balíček vytváří obecný program uživatelského rozhraní YaST2 dostupného aplikacím YCP (skriptovacího jazyka, v němž je napsána většina modulů YaST2).
fr: Ce paquet rend le moteur d'interface utilisateur générique de YaST2 disponible pour des applications YCP (YCP est la langage de script dans lequel la plupart des modules YaST2 sont écrits).
ja: このパッケージは YCP アプリケーションから利用できる汎用の YaST2 ユーザインターフェイスエンジンです。 TCP は多くの YaST2 モジュールで利用されているスクリプト言語です。

source: This is the development package that makes the generic YaST2 user interface engine available for YCP applications (YCP is the scripting language in which most YaST2 modules are written).
cs: Toto je vývojový balíček, který vytváří obecný program uživatelského rozhraní YaST2 dostupného aplikacím YCP (skriptovacího jazyka, v němž je napsána většina modulů YaST2).
fr: Ceci est le paquet de développement qui rend le moteur générique d'interface utilisateur de YaST2 disponible pour les applications YCP (YCP est le langage de script en lequel la plupart des modules de YaST2 sont écrits).
ja: このパッケージは YCP アプリケーションから利用できる汎用の YaST2 ユーザインターフェイスエンジンのうち、開発者向けのパッケージです。 YCP は多くの YaST2 モジュールで利用されているスクリプト言語です。

source: YaST2 - GUI for docker management
cs: YaST2 - GUI pro správu dokovačů
fr: YaST2 - Interface graphique pour la gestion de Docker
ja: YaST2 - Docker 管理用 GUI

source: Provides easy to use GUI for running docker containers.
cs: Poskytuje snadné GUI pro spuštění kontejnerů dokovače.
fr: Fournit une interface graphique facile à utiliser pour exécuter des conteneurs Docker.
ja: 動作中の Docker コンテナ向けの使いやすい GUI を提供します。

source: YaST2 - Rear - Relax and Recover
cs: YaST2 - Pozadí - oddech a zotavení
