Repository: cato97/packages-i18n
Catalog: */po/yast2.*.po
Languages: cs, fr, ja

source: YaST2 - Main Package
cs: YaST2 - hlavní balíček
fr: YaST2 - Paquet principal
ja: YaST2 - メインパッケージ

source: This package contains scripts and data needed for SUSE Linux installation with YaST2
cs: Tento balíček obsahuje skripty a data potřebná pro instalaci SUSE Linux pomocí YaST2
fr: Ce paquet contient des scripts et des données nécessaires pour l'installation de SUSE Linux avec YaST2
ja: このパッケージには YaST2 で SUSE Linux をインストールするのに必要な、データとスクリプトが含まれています。

source: YaST2 - Add-On media installation code
cs: YaST2 - instalační kód pro přídavná (Add-On) média
fr: YaST2 - Code d'installation de médias complémentaires
ja: YaST2 - アドオンメディアのインストールコード

source: This package contains YaST Add-On media installation code.
cs: Tento balíček obsahuje instalační kód pro přídavná (Add-On) média.
fr: Ce paquet contient le code d'installation média complémentaire de YaST.
ja: このパッケージには YaST アドオンメディアのインストールコードが含まれています。

source: YaST2 - Manage Update-alternatives switching
cs: YaST2 - spravovat přepínání alternativ aktualizace
fr: YaST2 - Gérer la commutation d'alternatives de mise à jour
ja: YaST2 - update-alternatives による切り替え処理の管理

source: A YaST2 module to manage update alternatives switching
cs: YaST2 modul pro správu přepínání alternativ aktualizace
fr: Un module YaST2 dédié à gérer la commutation d'alternatives de mise à jour
ja: update-alternatives の切り替え処理に対する YaST2 モジュール

source: YaST2 - Plugins for AppArmor Profile Management
cs: Yast2 - pluginy pro správu profilů AppArmor
fr: YaST2 - Plug-ins pour gérer des profil d'AppArmor
ja: YaST2 - AppArmor プロファイル管理のためのプラグイン

source: Yast2 forms and components for the management of AppArmor profiles.
cs: Yast2 formuláře a komponenty pro správu profilů AppArmor.
fr: Formulaires et composants Yast2 pour la gestion de profils AppArmor.
ja: AppArmor プロファイルを管理するための YaST2 フォームとコンポーネントです。

source: YaST2 - Configuration of Linux Auditing (LAF)
cs: YaST2 - Konfigurace auditování Linuxu (LAF)
fr: YaST2 - Configuration de la réalisation d'audits Linux (LAF)
ja: YaST2 - Linux 監査 (LAF) の設定

source: This module allows the configuration of the audit daemon as well as to add rules for the audit subsystem.
cs: Tento modul umožňuje konfigurovat službu auditu i přidávat pravidla pro podsystém auditu.
fr: Ce module permet la configuration du démon d'audit, ainsi que l'ajout de règles pour le sous-système d'audit.
ja: このモジュールでは、監査デーモンの設定と監査サブシステムのルール追加を行なうことができます。

source: YaST2 - Centralised System Authentication Configuration
cs: YaST2 - Konfigurace centralizovaného systému ověřování
fr: YaST2 - Configuration de l'authentification système centralisée
ja: YaST2 - システムの認証設定

source: With this YaST2 module you may configure centralised system authentication, on a single or multipe network domains.
cs: Pomocí tohoto modulu YaST2 lze konfigurovat centralizovaný systém ověřování v jedné i více síťových doménách.
fr: Avec ce module YaST2 vous pouvez configurer l'authentification par système centralisée, sur des domaines uniques ou sur des domaines de réseaux multiples.
ja: この YaST2 モジュールを利用することで、 1 つまたは複数のネットワークドメインに対するシステム認証を集中管理することができます。

source: A tool for creating identity management server instances
cs: Nástroj pro tvorbu instancí serverů správy identit
fr: Un outil pour créer des instances de serveur de gestion d'identité
ja: ID 管理サーバインスタンスを作成するためのツール

source: The program assists system administrators to create new directory server and Kerberos server instances that help to maintain centralised user identity database for a network.
cs: Program pomáhá správcům systémů při tvorbě nových instancí serveru adresáře a serveru Kerberos, které pomáhají udržovat centrální databázi identit uživatelů v síti.
fr: Le programme assiste les administrateurs système dans la création de nouvelles instances de serveurs d'annuaire et de serveurs Kerberos qui aident à maintenir une base de données d'identité utilisateur pour un réseau.
ja: このプログラムは、システム管理者に対して、ネットワーク上でユーザ ID データベースを集中管理するのに必要な、新しいディレクトリサーバや新しい Kerberos サーバのインスタンス作成を支援します。

source: YaST2 - Bootloader Configuration
cs: YaST2 - Konfigurace zavaděče
fr: YaST2 - Configuration du chargeur d'amorçage
ja: YaST2 - ブートローダ設定

source: This package contains the YaST2 component for bootloader configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci zavaděče systému.
fr: Ce paquet contient le composant de YaST2 pour la configuration du chargeur d'amorçage.
ja: このパッケージにはブートローダの設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - Theme (openSUSE)
cs: YaST2 - Téma (openSUSE)
fr: YaST2 - Thème (openSUSE)
ja: YaST2 - テーマ (openSUSE)

source: This package contains the openSUSE theme for YaST2.
cs: Tento balík obsahuje openSUSE téma pro YaST2.
fr: Ce paquet contient le thème openSUSE pour YaST2.
ja: YaST2 向けの openSUSE テーマが含まれています。

source: YaST2 - switcher into Oxygen icon theme
cs: YaST2 - přepínač na téma ikon Oxygen
fr: YaST2 - sélecteur du thème d'icônes Oxygen
ja: YaST2 - Oxygen アイコンテーマへの切り替え器

source: After installing this package, symbolic link for "current" theme will be changed "Oxygen". This package does not contains icons of the openSUSE theme for YaST2. Icons itself exist in yast2-branding-openSUSE package.
cs: Po instalaci tohoto balíčku se symbolický odkaz na téma "aktuální" změní na "Oxygen". Tento balíček neobsahuje ikony tématu OpenSUSE pro YaST2. Samotné ikony jsou v balíčku yast2-branding-openSUSE.
fr: Après l'installation de ce paquet, le lien symbolique pour le thème "courant" sera changé en "Oxygen". Ce paquet ne contient pas les icônes du thème openSUSE pour YaST2. Les icônes se trouvent dans le paquet yast2-branding-openSUSE.
ja: このパッケージをインストールした後は、 "現在の" テーマに対するシンボリックリンクが "Oxygen" に変更されます。このパッケージには、 YaST2 向けの openSUSE テーマのアイコンは含まれていません。アイコンについては yast2-branding-openSUSE パッケージに含まれています。

source: Minimal set of tools needed to build yast module
cs: Minimální sada nástrojů potřebná pro tvorbu modulů yast
fr: L'ensemble minimal d'outils nécessaires pour construire un module yast
ja: yast モジュールを構築するために必要な最小限のツール集

source: Scripts and templates required for rebuilding the existing YaST2 modules and components (both ruby and C++).
cs: Skripty a šablony nutné pro přebudování existujících modulů a komponent YaST2 (jak ruby, tak C++).
fr: Des scripts et des modèles nécessaires pour reconstruire les modules YaST2 existants et les composants (aussi bien en Ruby qu'en C++).
ja: 既存の YaST2 モジュールやコンポーネント (Ruby と C++ の両方) を再構築するためのスクリプトやテンプレートです。

source: YaST2 - CaaSP Module
cs: YaST2 - modul CaaSP
fr: YaST2 - Module CaaSP
ja: YaST2 - CaaSP モジュール

source: Containers as a Service Platform (CaaSP) specific module.
cs: Kontejnery, jako specifický modul Servisní platformy (CaaSP).
fr: Module spécifique pour Containers as a Service Platform (CaaSP).
ja: Containers as a Service Platform (CaaSP) 固有のモジュールです。

source: Configuration of cluster
cs: Konfigurace klastru (cluster)
fr: Configuration de cluster
ja: クラスタの設定

source: YaST2 - YaST Configuration Management
cs: YaST2 - správce konfigurace YaST
fr: YaST2 - Gestion et configuration YaST
ja: YaST2 - YaST 設定管理

source: This package contains the YaST2 component for Configuration Management Provisioning.
cs: Tento balík obsahuje komponentu YaST2 pro zajištění správy konfigurace.
fr: Ce paquet contient le composant de YaST2 destiné à la configuration de la gestion du ravitaillement.
ja: このパッケージには、 Configuration Management Provisioning のための YaST2 コンポーネントが含まれています。

source: YaST2 - Control Center
cs: YaST2 - Hlavní menu
fr: YaST2 - Centre de contrôle
ja: YaST2 - コントロールセンター

source: This package contains the menu selection component for YaST2.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci menu.
fr: Ce paquet contient le composant de sélection de menu pour YaST2.
ja: このパッケージには YaST2 向けのメニュー選択コンポーネントが含まれています。

source: YaST2 - Control Center (Qt Version)
cs: YaST2 - Administrace systému (Qt verze)
fr: YaST2 - Centre de contrôle (version Qt)
ja: YaST2 - コントロールセンター (Qt 版)

source: This package contains the menu selection component for YaST2 using the Qt toolkit.
cs: Tento balíček obsahuje komponenty výběru menu pro YaST2 použitím sady nástrojů Qt.
fr: Ce paquet contient le composant de sélection de menus pour YaST2 utilisant la boîte à outils Qt.
ja: このパッケージには、 Qt ツールキットを利用した YaST2 メニュー選択コンポーネントが含まれています。

source: YaST2 - Core Libraries
cs: YaST2 - Klíčové knihovny
fr: YaST2 - Bibliothèques principales
ja: YaST2 - 中枢ライブラリ

source: This package contains the scanner, parser, and interpreter runtime library for the YCP scripting language used in YaST2.
cs: Tato knihovna obsahuje scanner/parser a interpretr pro skriptovací jazyk YCP programu YaST2.
fr: Cette bibliothèque contient le scanner, l'analyseur syntaxique et la bibliothèque du moteur d'exécution de l'interprète pour le langage de script YCP utilisé dans YaST2.
ja: このパッケージには YaST2 で使用される YCP スクリプトをスキャンして 処理し、解釈するランタイムライブラリが含まれています。

source: This package contains include and documentation files for developing applications using the YaST2 YCP interpreter.
cs: Balík obsahuje hlavičkové soubory a dokumentaci pro používání YCP interpretru pro vývoj YaST2 aplikací.
fr: Ce paquetage contient des fichiers de documentation et d'inclusion pour développer des applications utilisant l'interpréteur YCP de YaST2.
ja: このパッケージには、 YaST2 YCP インタプリタを利用するアプリケーションを開発するための、ヘッダファイルとドキュメントファイルが含まれています。

source: YaST2 - Country Settings (Language, Keyboard, and Timezone)
cs: YaST2 - Národní nastavení (jazyk, klávesnice, časové zóna)
fr: YaST2 - Paramètres du pays (langue, clavier et fuseau horaire)
ja: YaST2 - 国別設定 (言語、キーボード、時間帯)

source: Country specific data and configuration modules (language, keyboard, timezone) for yast2.
cs: Tento modul obsahuje nastavení, která jsou geograficky a "politicky" závislá - jako je jazyk, klávesnice nebo časová zóna.
fr: Modules de configuration YaST2 pour les données spécifiques à un pays (langue, clavier, fuseau horaire).
ja: YaST2 向けの国別データと設定モジュール (言語、キーボード、時間帯) です。

source: YaST2 - Data files for Country settings
cs: YaST2 - datové soubory pro nastavení země (Country)
fr: YaST2 - Fichiers de données pour les paramètres pays
ja: YaST2 - 国別設定用のデータファイル

source: Data files for yast2-country together with the most often used API functions (Language module)
cs: Datové soubory pro yast2-country spolu s nejčastěji používanými funkcemi API (jazykový modul)
fr: Fichiers de données pour yast2-country, ensembles avec les fonctions d'API les plus souvent utilisées (module de langue)
ja: 最もよく使用する API 機能 (言語モジュール) である yast2-country 向けのデータファイルです。

source: YaST2 - DBus Server
fr: YaST2 - Serveur DBus
ja: YaST2 - DBus サーバ

source: This package contains YaST DBus service, it provides DBus access to YaST components.
cs: Tento balíček obsahuje službu DBus YaST, poskytuje přístup DBus ke komponentám YaST.
fr: Ce paquet contient le service DBus pour YaST, il fournit à DBus l'accès aux composants YaST.
ja: このパッケージには YaST DBus サービスが含まれています。 YaST のコンポーネントから DBus にアクセスすることができます。

source: YaST2 - Development Tools
cs: YaST2 - Vývojářské nástroje
fr: YaST2 - Outils de développement
ja: YaST2 - 開発ツール

source: Scripts and templates for developing YaST2 modules and components.
cs: Skripty a šablony pro vývoj modulů a komponent YaST2.
fr: Des scripts et des modèles pour développer des modules et des composants YaST2.
ja: YaST2 モジュールやコンポーネントを開発するためのスクリプトやテンプレートです。

source: YaST2 - DHCP Server Configuration
cs: YaST2 - Konfigurace DHCP serveru
fr: YaST2 - Configuration du serveur DHCP
ja: YaST2 - DHCP サーバ設定

source: This package contains the YaST2 component for DHCP server configuration.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci DHCP serveru.
fr: Ce paquet contient le composant YaST2 destiné à la configuration de serveur DHCP.
ja: このパッケージには DHCP サーバ設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - DNS Server Configuration
cs: YaST2 - Konfigurace DNS serveru
fr: YaST2 - configuration de serveur DNS
ja: YaST2 - DNS サーバ設定

source: This package contains the YaST2 component for DNS server configuration.
cs: Tento balíček obsahuje komponenty YaST2 pro konfiguraci DNS serveru.
fr: Ce paquet contient les composants YaST2 pour la configuration du serveur DNS.
ja: このパッケージには、 DNS サーバ設定を行なうための YaST2 コンポーネントが含まれています。

source: YaST2 - DRBD Configuration
cs: YaST2 - Konfigurace DRBD (paměti distribuované replikace)
fr: YaST2 - Configuration DRBD
ja: YaST2 - DRBD 設定

source: YaST2 - Configuration of Distributed Replicated Block Devices. With this module you can configure a distributed storage system, frequently used on high availability (HA) clusters.
cs: YaST2 - Konfigurace zařízení DRBD (paměti distribuované replikace). S tímto modulem můžete konfigurovat distribuovaný paměťový systém, často používaný u klastrů vysoké dostupnosti (HA).
fr: YaST2 - Configuration de dispositifs de bloc reproduits distribués (Distributed Replicated Block Devices). Avec ce module vous pouvez configurer un système de stockage distribué, fréquemment utilisé pour des groupes (clusters) à haute disponibilité (HA).
ja: YaST2 - 分散型複製ブロックデバイス (DRBD) を設定するためのモジュールです。このモジュールを利用することで、高可用性 (HA) クラスタで多く用いられる分散ストレージシステムを設定することができます。

source: YaST2 - Configuration of Fibre Channel over Ethernet
cs: YaST2 - konfigurace Fibre Channelu přes Ethernet
fr: YaST2 - Configuration de Fibre Channel sur Ethernet
ja: YaST2 - Fibre Channel over Ethernet の設定

source: This package contains the YaST2 component for the Fibre Channel over Ethernet (FCoE) configuration.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci optovlákna přes Internet (FCoE).
fr: Ce paquet contient le composant YaST2 pour la configuration de "Fibre Channel over Ethernet" (FCoE).
ja: このパッケージには Fibre Channel over Ethernet (FCoE) を設定するための YaST2 コンポーネントが含まれています。

source: YaST2 - Firewall Configuration
cs: YaST2 - Konfigurace firewallu
fr: YaST2 - Configuration du pare-feu
ja: YaST2 - ファイアウオール設定

source: A YaST2 module to be used for configuring a firewall.
cs: Tento balík obsahuje komponenty YaST2 pro konfiguraci firewallu.
fr: Un module YaST2 à utiliser pour configurer un pare-feu.
ja: ファイアウオールを設定するための YaST2 モジュールです。

source: YaST2 - Initial System Configuration
cs: YaST2 - Počáteční konfigurace systému
fr: YaST2 - Configuration système initiale
ja: YaST2 - 初期システム設定

source: The YaST firstboot utility runs after installation is completed. It guides the user through a series of steps that allows for easier configuration of the machine. YaST firstboot does not run by default and has to be configured to run by the user or the system administrator. It is useful for image deployments where the system in the image is completely configured, however some last steps like root password and user logins have to be created to personalize the system.
cs: Utilita YaST pro první zavedení systému (boot) běží po dokončení instalace. Provede uživatele řadou kroků pro snazší konfiguraci stroje. YaST první boot není spuštěna jako výchzí a musí být konfigurována tak, aby ji spustil uživatel nebo správce systému. Je užitečná pro zavedení binárního obrazu systému poté, co je takový obraz zcela zkonfigurován, i když některé poslední kroky (heslo roota, přihlášení uživatelů) je ještě nutno vytvořit.
fr: L'utiltaire YaST firstboot s'exécute après que l'installation soit achevée. Il guide l'utilisateur par une série d'étapes qui permettent de configurer plus facilement la machine. YaST firstboot n'est pas exécuté par défaut et doit être configuré pour pouvoir s'exécuter (par l'utilisateur ou l'administrateur de système). Il est utile pour des déploiements d'images où le système inclus dans l'image est complètement configuré, cependant quelques dernières étapes telles que le mot de passe root et les logins d'utilisateur doivent être créés pour personnaliser le système.
ja: YaST firstboot ユーティリティは、インストールが完了した後に動作させるものです。ユーザに対してマシンの設定手順を示し、ガイドします。 YaST firstboot は通常は動作しないものであり、ユーザやシステム管理者が実行することで設定を行ないます。これはイメージを配布して行なうようなインストール形態で便利に使える仕組みで、 root のパスワードやユーザの作成など、システム個別の設定部分のみを手順化して実施する際に使用します。

source: YaST2 - Fonts Configuration
cs: YaST2 - konfigurace fontů
fr: YaST2 - Configuration des polices de caractères
ja: YaST2 - フォント設定

source: Module for configuring X11 fonts able to select preferred font families as well as set rendering algorithms to be used.
cs: Modul pro konfiguraci fontů X11 schopný vybrat preferované rodiny fontů a nastavit používaný vykreslovací algoritmus.
fr: Module pour configurer des polices de caractères de X11 capables de choisir des familles de police de caractères préférées ainsi que choisir les algorithmes de rendu à utiliser.
ja: 優先するフォントを選択するとともに、描画時に使用するアルゴリズムを選択するための X11 フォント設定モジュールです。

source: YaST2 - FTP configuration
cs: YaST2 - Konfigurace FTP
fr: YaST2 - Configuration FTP
ja: YaST2 - FTP 設定

source: This package contains the YaST2 component for FTP configuration. It can configure vsftpd.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci FTP. Může konfigurovat vsftpd.
fr: Ce paquet contient le composant YaST2 pour la configuration de FTP. Il peut configurer vsftpd.
ja: このパッケージには FTP の設定を行なうための YaST2 コンポーネントが含まれています。 このパッケージでは vsftpd を設定することができます。

source: Configuration of booth
cs: Konfigurace booth
fr: Configuration de Booth
ja: booth の設定

source: YaST2 - Hardware Detection Interface
cs: YaST2 - rozhraní pro detekci hardwaru
fr: YaST2 - Interface de détection de matériel
ja: YaST2 - ハードウエア検出インターフェイス

source: This package contains the hardware detection library for YaST2.
cs: Tento balíček obsahuje knihovnu hardwarové detekce pro YaST2.
fr: Ce paquetage contient la bibliothèque de détection de matériel pour YaST2.
ja: このパッケージには YaST2 向けのハードウエア検出ライブラリが含まれています。

source: YaST2 - HTTP Server Configuration
cs: YaST2 - Konfigurace HTTP serveru
fr: YaST2 - Configuration du serveur HTTP
ja: YaST2 - HTTP サーバ設定

source: This package contains the YaST2 component for HTTP server (Apache2) configuration.
cs: Balíček obsahuje modul YaST2 pro konfiguraci HTTP serveru (Apache).
fr: Ce paquet contient le composant YaST2 dédié à la configuration d'un serveur HTTP (Apache2).
ja: このパッケージには HTTP サーバ (Apache2) を設定するための YaST2 コンポーネントが含まれています。

source: YaST2 - Installation Parts
cs: YaST2 - Instalační část
fr: YaST2 - Parties de l'installation
ja: YaST2 - インストールパーツ

source: System installation code as present on installation media.
cs: Odpovídá kódu, který je na instalačním médiu.
fr: Le code d'installation du système tel que présent sur le média d'installation.
ja: インストールメディア上に存在するはずのシステムインストールコードです。

source: YaST2 - RNG schema for installation control files
cs: YaST2 - RNG schéma pro instalaci řídicích souborů
fr: YaST2 - Schéma RNG pour l'installation de fichiers de contrôle
ja: YaST2 - インストール制御ファイル向け RNG スキーマ

source: This package contains RNG schema for validating the installation control files.
cs: Tento balíček obsahuje RNG schéma pro vyhodnocení řídicích souborů instalace.
fr: Ce paquet contient le schéma RNG pour valider les fichiers de contrôle d'installation.
ja: このパッケージには、インストール用の制御ファイルを検証するための RNG スキーマが含まれています。

source: YaST2 - Installation Server Configuration and Management
cs: YaST2 - Konfigurace a správa instalačního serveru
fr: YaST2 - Gestion et configuration de serveur d'installation
ja: YaST2 - インストールサーバの設定と管理

source: This package allows you to configure an installation server suitable for installaing SUSE Linux over the network. Currently FTP, HTTP and NFS sources are supported.
cs: Tento balíček umožňuje konfigurovat instalační server vhodný pro síťovou instalaci SUSE Linuxu. V současné době jsou podporovány zdroje FTP, HTTP a NFS.
fr: Ce paquet vous permet de configurer un serveur d'installation approprié pour installer SUSE Linux via le réseau. Sont supportés actuellement : FTP, HTTP, et les sources NFS.
ja: このパッケージは、ネットワークを介して SUSE Linux をインストールさせることができるインストールサーバを設定します。現在は FTP, HTTP, NFS ソースに対応しています。

source: Configuration of iplb
cs: Konfigurace iplb
fr: Configuration de iplb
ja: iplb の設定

source: YaST2 - Configuration of IP load balance.With this module you can configure a IP load balance system, frequently used on high availability (HA) clusters.
cs: YaST2 - konfigurace vyvážení zátěže IP. Tímto modulem lze konfigurovat systém vyvažování zátěže IP, často používaný ve vysoce dostupných (HA) klastrech.
fr: YaST2 - Configuration de la balance de charge IP. Avec ce module vous pouvez configurer un système d'équilibrage de charge IP, fréquemment utilisé sur des clusters à haute disponibilité (HA).
ja: YaST2 - IP ロードバランスの設定です。このモジュールを利用することで、高可用性 (HA) クラスタでよく用いられる、 IP ベースのロードバランサを設定することができます。

source: YaST2 - iSCSI Client Configuration
cs: YaST2 - Konfigurace klienta iSCSI
fr: YaST2 - Configuration du client iSCSI
ja: YaST2 - iSCSI クライアント設定

source: This package contains the YaST2 component for configuration of an iSCSI client.
cs: Tento balíček obsahuje komponentu YaST2 pro konfiguraci klienta iSCSI.
fr: Ce paquet contient le composant de YaST2 pour la configuration d'un client iSCSI.
ja: このパッケージには iSCSI クライアントを設定するための YaST2 コンポーネントが含まれています。

source: Configuration of iSCSI LIO target
cs: Konfigurace LIO cíle iSCSI
fr: Configuration de cibles LIO iSCSI
ja: iSCSI LIO ターゲットの設定

source: This package contains configuration of iSCSI LIO target
cs: Tento balíček obsahuje konfiguraci LIO cíle iSCSI
fr: Ce paquet contient la configuration de cibles LIO iSCSI
ja: このパッケージには iSCSI LIO ターゲットの設定プログラムが含まれています。

source: Configuration of isns
cs: Konfigurace isns
fr: Configuration de isns
ja: isns の設定

source: YaST2 - Reading of systemd journal
cs: YaST2 - čtení deníku systemd
fr: YaST2 - Lecture du journal systemd
ja: YaST2 - systemd ジャーナルの読み取り

source: A YaST2 module to read the systemd journal in a convenient and user-friendly way.
cs: Modul YaST2 pro čtení deníku systemd vhodným, uživatelsky přívětivým způsobem.
fr: Un module YaST2 pour lire le journal de systemd de façon commode et conviviale.
ja: systemd ジャーナルを便利に、かつユーザに対してわかりやすく表示するための YaST2 モジュールです。

source: Configuration of kdump
cs: Konfigurace aplikace kdump
fr: Configuration de kdump
ja: kdump の設定

source: YaST2 - LDAP Agent
fr: YaST2 - Agent LDAP
ja: YaST2 - LDAP エージェント

source: This agent is used by various YaST2 modules to work with LDAP. It enables searching the LDAP tree and adding/deleting/modifying items on an LDAP server.
cs: Agent používaný různými moduly YaST2 pro práci s LDAP. Umožňuje prohledávat strom LDAP a přidávat / odstraňovat / měnit položky na serveru LDAP.
fr: Cet agent est utilisé par divers modules YaST2 pour fonctionner avec LDAP. Il permet de rechercher dans l'arbre LDAP et d'ajouter/supprimer/modifier des articles dans un serveur LDAP.
ja: このエージェントは、 LDAP を取り扱う様々な YaST2 モジュールで利用されます。 LDAP サーバ上で LDAP のツリーを検索したり、項目について追加／削除／編集を行なったりすることができます。

source: YaST2 - Mail Configuration
cs: YaST2 - Konfigurace elektronické pošty
fr: YaST2 - Configuration Mail
ja: YaST2 - メール設定

source: The YaST2 component for mail configuration. It handles Postfix, Cyrus, Amavis and Fetchmail.
cs: Komponenta YaST2 pro konfiguraci pošty. Zvládá Postfix, Cyrus, Amavis a Fetchmail.
fr: Le composant YaST2 pour la configuration de courrier. Il sait traiter Postfix, Cyrus, Amavis et Fetchmail.
ja: メールを設定するための YaST2 コンポーネントです。 Postfix, Cyrus, Amavis, Fetchmail をそれぞれ設定することができます。

source: YaST2 - Easy Installation of Add-on RPMs using Metapackages
cs: YaST2 - snadná instalace přídavných RPM použitím metabalíčků
fr: YaST2 - Installation facile de RPM complémentaires en utilisant des méta-paquets
ja: YaST2 - メタパッケージを利用した追加 RPM の簡単インストール

source: With this technology users can install packages and add repositories with a simple click on a link in a website.
cs: Touto technologií mohou uživatelé instalovat balíčky a přidávat úložiště prostým kliknutím na odkaz na web.
fr: Avec cette technologie, les utilisateurs peuvent installer des paquets et ajouter des dépôts via un clic simple sur un lien dans un site Web.
ja: この技術を使用することで、ユーザは Web サイト内のリンクをクリックするだけでパッケージをインストールしたりリポジトリを追加したりすることができます。
